const serverError = '服务发生异常，请稍后再试'

export default {
  /** 语言选项 */
  locale: {
    zh: '简体中文',
    en: 'English',
  },
  /** 服务端错误code */
  errorCode: {
    /** 失败 */
    202: serverError,
    /** 参数错误 */
    400: serverError,
    /** 数据格式化错误 */
    402: serverError,
    /** 未登录 需要单独处理 */
    /* 403: '', */
    /** 数据不存在 */
    404: '数据不存在',
    /** 数据不存在 */
    480: '未找到相关数据',
    /** 数据已存在 */
    485: '当前数据已存在',
    /** 系统内部错误 */
    10003: serverError,
    /** 参数校验错误 */
    10004: serverError,
  },
  /** 统一提示信息 */
  message: {
    /* 页面加载出错,请稍后再试 */
    pageerror: '页面加载出错,请稍后再试',
    /* 网络错误,请稍后再试 */
    neterror: '网络错误,请稍后再试',
    /* 操作成功 */
    success: '操作成功',
    /* 保存成功 */
    saveSuccess: '保存成功',
    /* 您还未登录,请先登录 */
    needLogin: '您还未登录,请先登录',
    /* 复制成功，内容：{text} */
    copySuccess: '复制成功，内容：{text}',
    /* 复制失败,请稍后再试 */
    copyFail: '复制失败,请稍后再试',
  },
  /** 通用 */
  common: {
    /* 全选 */
    checkAll: '全选',
    /* 确定 */
    ok: '确定',
    /* 取消 */
    cancel: '取消',
    /* 删除 */
    delete: '删除',
    /* 编辑 */
    edit: '编辑',
    /* 清除 */
    clear: '清除',
    /* 关闭 */
    close: '关闭',
    /* 复制 */
    copy: '复制',
    /* 保存 */
    save: '保存',
    /* 返回 */
    back: '返回',
    /* 暂无更多数据 */
    nomore: '暂无更多数据',
    /* 加载更多 */
    loadmore: '加载更多',
    /* 分 */
    minute: '分',
    /* 余额 */
    balance: '余额',
    /* 未登录 */
    unlog: '未登录',
    /* 最大 */
    max: '最大',
    /* 首页 */
    home: '首页',
    /* 赛果 */
    score: '赛果',
    /* 直播 */
    live: '直播',
    /* 注单 */
    orders: '注单',
    /* 回到顶部 */
    toTop: '回到顶部',
    /* 开始时间 */
    stime: '开始时间',
    /* 结束时 */
    etime: '结束时间'
  },
  /** 体育类型 */
  sports: {
    /* 足球 */
    10: '足球',
    /* 篮球 */
    11: '篮球',
    /* 网球 */
    12: '网球',
    /* 电竞 */
    99: '电竞',
    /* 红彩 */
    // 901: '红彩',
  },
  esports: {
    /* CS GO */
    19: 'CS GO',
    /* Dota2 */
    20: 'Dota2',
    /* 王者荣耀 */
    24: '王者荣耀',
    /* 英雄联 */
    25: '英雄联盟'
  },
  /**
   * 投注项相关
   */
  option: {
    /* 是 */
    Yes: '是',
    /* 否 */
    No: '否',
    /* 和 */
    Equals: '和',
    /* 主 */
    1: '主',
    /* 和 */
    X: '和',
    /* 和 */
    x: '和',
    /* 客 */
    2: '客',
    /* 主和 */
    '1X': '主和',
    /* 主客 */
    12: '主客',
    /* 和客 */
    X2: '和客',
    /* 大 */
    Over: '大',
    /* 小 */
    Under: '小',
    /* 主 */
    Home: '主',
    /* 客 */
    Away: '客',
    /* 单 */
    Odd: '单',
    /* 双 */
    Even: '双',
    /* 其他 */
    Other: '其他',
    /* 其他 */
    AOS: '其他',
    /* 和局 */
    XX: '和局',
    /* 主是 */
    HY: '主是',
    /* 主否 */
    HN: '主否',
    /* 客是 */
    AY: '客是',
    /* 客否 */
    AN: '客否',
    /* 无 */
    None: '无',
    /* 上半场 */
    maxscore_1: '上半场',
    /* 下半场 */
    maxscore_2: '下半场',
    /* 平局 */
    maxscore_Equals: '平局',
    /* {team}胜 */
    winner: '{team}胜',
    /* 主或和 */
    '10_1X': '主或和',
    /* 主或客 */
    '10_12': '主或客',
    /* 和或客 */
    '10_X2': '和或客',
    /* 主 */
    '16_1': '主',
    /* 客 */
    '16_2': '客',
    /* 主 */
    '27_H': '主',
    /* 客 */
    '27_A': '客',
    /* 无进球 */
    '27_NG': '无进球',
    /* 平局 */
    '27_Draw': '平局',
    /* 无进球 */
    '30_None': '无进球',
    /* 双方球队 */
    '30_Both': '双方球队',
    /* 仅主队 */
    '30_1': '仅主队',
    /* 仅客队 */
    '30_2': '仅客队',
    /* 一方 */
    '36_O': '一方',
    /* 均不 */
    '36_N': '均不',
    /* 双方 */
    '36_B': '双方',
    /* 主先 */
    '38_1:1': '主先',
    /* 主后 */
    '38_1:2': '主后',
    /* 客先 */
    '38_2:1': '客先',
    /* 客后 */
    '38_2:2': '客后',
    /* 无进球 */
    '38_0:0': '无进球',
    /* 主/主 */
    '47_1/1': '主/主',
    /* 主/和 */
    '47_1/X': '主/和',
    /* 主/客 */
    '47_1/2': '主/客',
    /* 和/主 */
    '47_X/1': '和/主',
    /* 和/和 */
    '47_X/X': '和/和',
    /* 和/客 */
    '47_X/2': '和/客',
    /* 客/主 */
    '47_2/1': '客/主',
    /* 客/和 */
    '47_2/X': '客/和',
    /* 客/客 */
    '47_2/2': '客/客',
    /* 上半场 */
    '62_1': '上半场',
    /* 下半场 */
    '62_2': '下半场',
    /* 无进球 */
    '62_None': '无进球',
    /* 射门 */
    '63_S': '射门',
    /* 头球 */
    '63_H': '头球',
    /* 点球 */
    '63_P': '点球',
    /* 任意球 */
    '63_FK': '任意球',
    /* 乌龙球 */
    '63_OG': '乌龙球',
    /* 无进球 */
    '63_NG': '无进球',
    /* 主/常规 */
    '224_HR': '主/常规',
    /* 主/加时 */
    '224_HE': '主/加时',
    /* 主/点球 */
    '224_HP': '主/点球',
    /* 客/常规 */
    '224_AR': '客/常规',
    /* 客/加时 */
    '224_AE': '客/加时',
    /* 客/点球 */
    '224_AP': '客/点球',
    /* 主/主 */
    '230_HH': '主/主',
    /* 和/主 */
    '230_DH': '和/主',
    /* 主/客 */
    '230_HA': '主/客',
    /* 客/主 */
    '230_AH': '客/主',
    /* 和/客 */
    '230_DA': '和/客',
    /* 客/客 */
    '230_AA': '客/客',
    /* 无 */
    '230_NO': '无',
    /* 是/主胜 */
    '231_YH': '是/主胜',
    /* 是/客胜 */
    '231_YA': '是/客胜',
    /* 是/和局 */
    '231_YD': '是/和局',
    /* 否/主胜 */
    '231_NH': '否/主胜',
    /* 否/客胜 */
    '231_NA': '否/客胜',
    /* 否/和局 */
    '231_ND': '否/和局',
    /* 主 {value}分 */
    '290_Home': '主 {value}分',
    /* 客 {value}分 */
    '290_Away': '客 {value}分',
    /* 平局 */
    '290_Draw': '平局',
  },
  /**
   * 玩法相关  
   * 规则: sportId_marketGroup_marketStage_marketType  
   * sportId: 10 足球, 11 篮球  
   */
  market: {
    /* 足球 */
    /* 胜平负 */
    '10_1_0_1': '胜平负',
    /* 上半场胜平负 */
    '10_1_1_1': '上半场胜平负',
    /* 下半场胜平负 */
    '10_1_2_1': '下半场胜平负',
    /* 双胜彩 */
    '10_1_0_10': '双胜彩',
    /* 上半场双胜彩 */
    '10_1_1_10': '上半场双胜彩',
    /* 下半场双胜彩 */
    '10_1_2_10': '下半场双胜彩',
    /* 让分胜平负 */
    '10_1_0_14': '让分胜平负',
    /* 上半场让分胜平负 */
    '10_1_1_14': '上半场让分胜平负',
    /* 下半场让分胜平负 */
    '10_1_2_14': '下半场让分胜平负',
    /* 让分 */
    '10_1_0_16': '让分',
    /* 上半场让分 */
    '10_1_1_16': '上半场让分',
    /* 下半场让分 */
    '10_1_2_16': '下半场让分',
    /* 大小 */
    '10_1_0_18': '大小',
    /* 上半场大小 */
    '10_1_1_18': '上半场大小',
    /* 下半场大小 */
    '10_1_2_18': '下半场大小',
    /* 精准进球数 */
    '10_1_0_21': '精准进球数',
    /* 上半场精准进球数 */
    '10_1_1_21': '上半场精准进球数',
    /* 下半场精准进球数 */
    '10_1_2_21': '下半场精准进球数',
    /* 平局退款 */
    '10_1_0_23': '平局退款',
    /* 上半场平局退款 */
    '10_1_1_23': '上半场平局退款',
    /* 下半场平局退款 */
    '10_1_2_23': '下半场平局退款',
    /* 总分范围 */
    '10_1_0_25': '总分范围',
    /* 上半场总分范围 */
    '10_1_1_25': '上半场总分范围',
    /* 下半场总分范围 */
    '10_1_2_25': '下半场总分范围',
    /* 单双 */
    '10_1_0_26': '单双',
    /* 上半场单双 */
    '10_1_1_26': '上半场单双',
    /* 下半场单双 */
    '10_1_2_26': '下半场单双',
    /* 净胜球数 */
    '10_1_0_27': '净胜球数',
    /* 上半场净胜球数 */
    '10_1_1_27': '上半场净胜球数',
    /* 下半场净胜球数 */
    '10_1_2_27': '下半场净胜球数',
    /* 两队均得分 */
    '10_1_0_29': '两队均得分',
    /* 上半场两队均得分 */
    '10_1_1_29': '上半场两队均得分',
    /* 下半场两队均得分 */
    '10_1_2_29': '下半场两队均得分',
    /* 得分球队 */
    '10_1_0_30': '得分球队',
    /* 上半场得分球队 */
    '10_1_1_30': '上半场得分球队',
    /* 下半场得分球队 */
    '10_1_2_30': '下半场得分球队',
    /* 主队准确得分 */
    '10_1_0_31': '主队准确得分',
    /* 上半场主队准确得分 */
    '10_1_1_31': '上半场主队准确得分',
    /* 下半场主队准确得分 */
    '10_1_2_31': '下半场主队准确得分',
    /* 客队准确得分 */
    '10_1_0_32': '客队准确得分',
    /* 上半场客队准确得分 */
    '10_1_1_32': '上半场客队准确得分',
    /* 下半场客队准确得分 */
    '10_1_2_32': '下半场客队准确得分',
    /* 主胜且零封 */
    '10_1_0_33': '主胜且零封',
    /* 客胜且零封 */
    '10_1_0_34': '客胜且零封',
    /* 胜出且零封 */
    '10_1_0_35': '胜出且零封',
    /* 双方得分情况 */
    '10_1_0_36': '双方得分情况',
    /* 零失球 */
    '10_1_0_37': '零失球',
    /* 首先/最后进球 */
    '10_1_0_38': '首先/最后进球',
    /* 上半场首先/最后进球 */
    '10_1_1_38': '上半场首先/最后进球',
    /* 下半场首先/最后进球 */
    '10_1_2_38': '下半场首先/最后进球',
    /* 主队大小 */
    '10_1_0_40': '主队大小',
    /* 上半场主队大小 */
    '10_1_1_40': '上半场主队大小',
    /* 下半场主队大小 */
    '10_1_2_40': '下半场主队大小',
    /* 客队大小 */
    '10_1_0_41': '客队大小',
    /* 上半场客队大小 */
    '10_1_1_41': '上半场客队大小',
    /* 下半场客队大小 */
    '10_1_2_41': '下半场客队大小',
    /* 正确比分 */
    '10_1_0_45': '正确比分',
    /* 上半场正确比分 */
    '10_1_1_45': '上半场正确比分',
    /* 下半场正确比分 */
    '10_1_2_45': '下半场正确比分',
    /* 半全场 */
    '10_1_0_47': '半全场',
    /* 主队两个半场均得分 */
    '10_1_0_48': '主队两个半场均得分',
    /* 客队两个半场均得分 */
    '10_1_0_49': '客队两个半场均得分',
    /* 主队任意半场获胜 */
    '10_1_0_50': '主队任意半场获胜',
    /* 客队任意半场获胜 */
    '10_1_0_51': '客队任意半场获胜',
    /* 最高得分半场 */
    '10_1_0_52': '最高得分半场',
    /* 主队最高得分半场 */
    '10_1_0_53': '主队最高得分半场',
    /* 客队最高得分半场 */
    '10_1_0_54': '客队最高得分半场',
    /* 半场均大于1.5 */
    '10_1_0_55': '半场均大于1.5',
    /* 半场均小于1.5 */
    '10_1_0_56': '半场均小于1.5',
    /* 首球半场 */
    '10_1_0_62': '首球半场',
    /* 首球方式' */
    '10_1_0_63': '首球方式', 
    /* 下一个进球 */
    '10_1_0_160': '下一个进球',
    /* 是否加时赛 */
    '10_1_0_220': '是否加时赛',
    /* 是否点球 */
    '10_1_0_221': '是否点球',
    /* 是否和局 */
    '10_1_0_222': '是否和局',
    /* 加时进球 */
    '10_1_0_223': '加时进球',
    /* 比赛终结方式 */
    '10_1_0_224': '比赛终结方式',
    /* 赛果/首球 */
    '10_1_0_230': '赛果/首球',
    /* 均得分/赛果 */
    '10_1_0_231': '均得分/赛果',
    /* 最后得分球队 */
    '10_1_0_448': '最后得分球队',
    /* 角球胜平负 */
    '10_2_0_1': '角球胜平负',
    /* 上半场角球胜平负 */
    '10_2_1_1': '上半场角球胜平负',
    /* 下半场角球胜平负 */
    '10_2_2_1': '下半场角球胜平负',
    /* 角球让分 */
    '10_2_0_16': '角球让分',
    /* 上半场角球让分 */
    '10_2_1_16': '上半场角球让分',
    /* 下半场角球让分 */
    '10_2_2_16': '下半场角球让分',
    /* 角球大小 */
    '10_2_0_18': '角球大小',
    /* 上半场角球大小 */
    '10_2_1_18': '上半场角球大小',
    /* 下半场角球大小 */
    '10_2_2_18': '下半场角球大小',
    /* 谁先开球 */
    '10_5_0_16': '谁先开球',

    /* 篮球 */
    /* 让分 */
    '11_1_0_16': '让分',
    /* 上半场让分 */
    '11_1_1_16': '上半场让分',
    /* 第1节让分 */
    '11_1_51_16': '第1节让分',
    /* 第2节让分 */
    '11_1_52_16': '第2节让分',
    /* 第3节让分 */
    '11_1_53_16': '第3节让分',
    /* 第4节让分 */
    '11_1_54_16': '第4节让分',
    /* 大小 */
    '11_1_0_18': '大小',
    /* 上半场大小 */
    '11_1_1_18': '上半场大小',
    /* 第1节大小 */
    '11_1_51_18': '第1节大小',
    /* 第2节大小 */
    '11_1_52_18': '第2节大小',
    /* 第3节大小 */
    '11_1_53_18': '第3节大小',
    /* 第4节大小 */
    '11_1_54_18': '第4节大小',
    /* 单双 */
    '11_1_0_26': '单双',
    /* 上半场单双 */
    '11_1_1_26': '上半场单双',
    /* 第1节单双 */
    '11_1_51_26': '第1节单双',
    /* 第2节单双 */
    '11_1_52_26': '第2节单双',
    /* 第3节单双 */
    '11_1_53_26': '第3节单双',
    /* 第4节单双 */
    '11_1_54_26': '第4节单双',
    /* 半全场 */
    '11_1_0_47': '半全场',
    /* 胜负 */
    '11_1_0_186': '胜负',
    /* 上半场胜负 */
    '11_1_1_186': '上半场胜负',
    /* 第1节胜负 */
    '11_1_51_186': '第1节胜负',
    /* 第2节胜负 */
    '11_1_52_186': '第2节胜负',
    /* 第3节胜负 */
    '11_1_53_186': '第3节胜负',
    /* 第4节胜负 */
    '11_1_54_186': '第4节胜负',
    /* 是否进入加时赛 */
    '11_1_0_220': '是否进入加时赛',
    /* 胜分范围 */
    '11_1_0_290': '胜分范围',
    /* 上半场胜分范围 */
    '11_1_1_290': '上半场胜分范围',
    /* 第1节胜分范围 */
    '11_1_51_290': '第1节胜分范围',
    /* 第2节胜分范围 */
    '11_1_52_290': '第2节胜分范围',
    /* 第3节胜分范围 */
    '11_1_53_290': '第3节胜分范围',
    /* 第4节胜分范围 */
    '11_1_54_290': '第4节胜分范围',

    /* 网球 */
    /* 胜负 */
    '12_1_0_186': '胜负',
    /* 让盘 */
    '12_1_0_1303': '让盘',
    /* 盘数比分 */
    '12_1_0_1302': '盘数比分',
    /* 让局 */
    '12_1_0_153': '让局',
    /* 总局数大小 */
    '12_1_0_1306': '总局数大小',
    /* 总局数单双 */
    '12_1_0_1305': '总局数单双',

    /* 电竞 */
    /* 让分 */
    '99_1_0_16': '让分',
    /* 大小 */
    '99_1_0_18': '大小',
    /* 胜负 */
    '99_1_0_186': '胜负',
    /* 地图1胜负 */
    '99_1_51_186': '地图1胜负',
    /* 地图2胜负 */
    '99_1_52_186': '地图2胜负',
    /* 地图3胜负 */
    '99_1_53_186': '地图3胜负',
    /* 地图4胜负 */
    '99_1_54_186': '地图4胜负',
    /* 地图5胜负 */
    '99_1_55_186': '地图5胜负',
    /* 首杀 */
    '99_1_0_333': '首杀',
    /* 地图1首杀 */
    '99_1_51_333': '地图1首杀',
    /* 地图2首杀 */
    '99_1_52_333': '地图2首杀',
    /* 地图3首杀 */
    '99_1_53_333': '地图3首杀',
    /* 地图4首杀 */
    '99_1_54_333': '地图4首杀',
    /* 地图5首杀 */
    '99_1_55_333': '地图5首杀',
    /* 首个不朽盾 */
    '99_1_0_396': '首个不朽盾',
    /* 地图1首个不朽盾 */
    '99_1_51_396': '地图1首个不朽盾',
    /* 地图2首个不朽盾 */
    '99_1_52_396': '地图2首个不朽盾',
    /* 地图3首个不朽盾 */
    '99_1_53_396': '地图3首个不朽盾',
    /* 地图4首个不朽盾 */
    '99_1_54_396': '地图4首个不朽盾',
    /* 地图5首个不朽盾 */
    '99_1_55_396': '地图5首个不朽盾',
    /* 首个防御塔 */
    '99_1_0_397': '首个防御塔',
    /* 地图1首个防御塔 */
    '99_1_51_397': '地图1首个防御塔',
    /* 地图2首个防御塔 */
    '99_1_52_397': '地图2首个防御塔',
    /* 地图3首个防御塔 */
    '99_1_53_397': '地图3首个防御塔',
    /* 地图4首个防御塔 */
    '99_1_54_397': '地图4首个防御塔',
    /* 地图5首个防御塔 */
    '99_1_55_397': '地图5首个防御塔',
    /* 首个兵营 */
    '99_1_0_398': '首个兵营',
    /* 地图1首个兵营 */
    '99_1_51_398': '地图1首个兵营',
    /* 地图2首个兵营 */
    '99_1_52_398': '地图2首个兵营',
    /* 地图3首个兵营 */
    '99_1_53_398': '地图3首个兵营',
    /* 地图4首个兵营 */
    '99_1_54_398': '地图4首个兵营',
    /* 地图5首个兵营 */
    '99_1_55_398': '地图5首个兵营',
    /* 首个小龙 */
    '99_1_0_556': '首个小龙',
    /* 地图1首个小龙 */
    '99_1_51_556': '地图1首个小龙',
    /* 地图2首个小龙 */
    '99_1_52_556': '地图2首个小龙',
    /* 地图3首个小龙 */
    '99_1_53_556': '地图3首个小龙',
    /* 地图4首个小龙 */
    '99_1_54_556': '地图4首个小龙',
    /* 地图5首个小龙 */
    '99_1_55_556': '地图5首个小龙',
    /* 首个男爵 */
    '99_1_0_557': '首个男爵',
    /* 地图1首个男爵 */
    '99_1_51_557': '地图1首个男爵',
    /* 地图2首个男爵 */
    '99_1_52_557': '地图2首个男爵',
    /* 地图3首个男爵 */
    '99_1_53_557': '地图3首个男爵',
    /* 地图4首个男爵 */
    '99_1_54_557': '地图4首个男爵',
    /* 地图5首个男爵 */
    '99_1_55_557': '地图5首个男爵',
    /* 首个水晶 */
    '99_1_0_558': '首个水晶',
    /* 地图1首个水晶 */
    '99_1_51_558': '地图1首个水晶',
    /* 地图2首个水晶 */
    '99_1_52_558': '地图2首个水晶',
    /* 地图3首个水晶 */
    '99_1_53_558': '地图3首个水晶',
    /* 地图4首个水晶 */
    '99_1_54_558': '地图4首个水晶',
    /* 地图5首个水晶 */
    '99_1_55_558': '地图5首个水晶',
  },
  periods: {
    /*   */
    10: ' ',
    /* 节 */
    11: '节',
    /* 盘 */
    12: '盘',
    /* Map */
    99: 'Map',
  },
  /** 滚球对应阶段 */
  period: {
    /* 未开赛 */
    0: '未开赛',
    /* 第1{type} */
    1: '第1{type}',
    /* 第2{type} */
    2: '第2{type}',
    /* 第3{type} */
    3: '第3{type}',
    /* 第4{type} */
    4: '第4{type}',
    /* 第5{type} */
    5: '第5{type}',
    /* 第6{type} */
    6: '第6{type}',
    /* 第7{type} */
    7: '第7{type}',
    /* 第8{type} */
    8: '第8{type}',
    /* 第9{type} */
    9: '第9{type}',
    /* 上半场 */
    10: '上半场',
    /* 下半场 */
    11: '下半场',
    /* 已开始 */
    13: '已开始',
    /* 暂停 */
    14: '暂停',
    /* 半场 */
    15: '半场',
    /* 等待加时 */
    16: '等待加时',
    /* 加时中 */
    17: '加时中',
    /* 加时上半场 */
    18: '加时上半场',
    /* 加时赛中场 */
    19: '加时赛中场',
    /* 加时下半场 */
    20: '加时下半场',
    /* 加时赛后 */
    21: '加时赛后',
    /* 等待点球 */
    22: '等待点球',
    /* 点球中 */
    23: '点球中',
    /* 点球后 */
    24: '点球后',
    /* 中断 */
    25: '中断',
    /* 停赛 */
    26: '停赛',
    /* 弃赛 */
    27: '弃赛',
    /* 弃权 */
    28: '弃权',
    /* 取消 */
    29: '取消',
    /* 金局后 */
    30: '金局后',
    /* 第1{type}完场后 */
    31: '第1{type}完场后',
    /* 第2{type}完场后 */
    32: '第2{type}完场后',
    /* 第3{type}完场后 */
    33: '第3{type}完场后',
    /* 第4{type}完场后 */
    34: '第4{type}完场后',
    /* 第5{type}完场后 */
    35: '第5{type}完场后',
    /* 第6{type}完场后 */
    36: '第6{type}完场后',
    /* 第7{type}完场后 */
    37: '第7{type}完场后',
    /* 第8{type}完场后 */
    38: '第8{type}完场后',
    /* 延期 */
    40: '延期',
    /* 推迟开赛 */
    41: '推迟开赛',
    /* 完场 */
    100: '完场',
  },
  /** 玩法分类 */
  categories: {
    /* 全部 */
    all: '全部',
    /* 主要玩法 */
    1: '主要玩法',
    /* 亚洲玩法 */
    2: '亚洲玩法',
    /* 半场玩法 */
    3: '半场玩法',
    /* 附加玩法 */
    4: '附加玩法',
    /* 角球玩法 */
    5: '角球玩法',
    /* 罚牌玩法 */
    6: '罚牌玩法',
    /* 单节玩法 */
    7: '单节玩法',
  },
  /** 赛事 */
  matchs: {
    /* 当前暂无滚球和精选比赛 */
    nospecial: '当前暂无滚球和精选比赛',
    /* 直播预告 */
    livenotice: '直播预告',
    /* 视频直播 */
    video: '视频直播',
    /* 动画直播 */
    lmt: '动画直播',
    /* 清空收藏成功 */
    clearSuccess: '清空收藏成功',
    /* 确定要清空所有比赛吗? */
    clearConfirm: '确定要清空所有比赛吗?',
    /* 暂无玩法 */
    nomarket: '暂无玩法',
    /* 未找到相关比赛 */
    notfound: '未找到相关比赛',
    /* 注单 */
    orderTab: '注单',
    /* 比赛已结束 */
    finished: '比赛已结束',
    /* 即将开赛 */
    playsoon: '即将开赛',
    /* 角球 */
    corner: '角球',
    /* 国家/地区 */
    area: '国家/地区',
    /* 收起 */
    collapse: '收起',
    /* 查看更多 */
    showmore: '查看更多',
    /* 查看全部赛事 */
    showall: '查看全部赛事',
    /* 我的赛程 */
    myFav: '我的赛程',
    /* 添加收藏成功 */
    addFavSuccess: '添加收藏成功',
    /* 取消收藏成功 */
    cancelFavSuccess: '取消收藏成功',
    /* 焦点赛事 */
    focus: '焦点赛事',
    /* 现场滚球 */
    inplays: '现场滚球',
    /* 独赢 */
    market1: '独赢',
    /* 让分 */
    market16: '让分',
    /* 大小 */
    market18: '大小',
    /* 精选足球 */
    featured10: '精选足球',
    /* 精选篮球 */
    featured11: '精选篮球',
    /* 玩法 */
    marketLabel: '玩法',
    /* 赛事预告 */
    advance: '赛事预告',
    /* 场比赛 */
    mcounts: '场比赛',
    /* 即将开赛 */
    playsoon: '即将开赛',
    /* 暂无比赛 */
    nomatchs: '暂无比赛',
    /* 热门精选 */
    featured: '今日热门',
    /* 联赛 */
    tour: '联赛',
    /* 比赛状态 */
    states: {
      /* 滚球 */
      live: '滚球',
      /* 今日 */
      today: '今日',
      /* 早盘 */
      early: '早盘',
      /* 串关 */
      combo: '串关',
    },
    advances: {
      /* 顶级 */
      toptour1: '顶级',
      /* 联赛 */
      toptour2: '联赛',
      /* 近12 */
      last12h1: '近12',
      /* 小时 */
      last12h2: '小时',
      /* 即将 */
      soon1: '即将',
      /* 开赛 */
      soon2: '开赛',
    }
  },
  /** 投注 */
  bet: {
    /* 投注单 */
    title: '投注单',
    /* 点水出错 */
    quoteError: '点水出错',
    /* 至少需要投注{count}串1 */
    comboCountError: '至少需要投注{count}串1',
    /* 最小投注{amount}元 */
    betAmountError: '最小投注{amount}元',
    /* 至少{count}串1 */
    comboCountNeed: '至少{count}串1',
    /* 投注单 */
    comboTitle: '投注单',
    /* {count}串1 */
    comboName: '{count}串1',
    /* 投注金额 */
    amount: '投注金额',
    /* 预计返还 */
    willback: '预计返还',
    /* 投注限额 */
    amountMax: '投注限额',
    /* 投 注 */
    doBet: '投 注',
    /* 总投注金额 */
    totalAmount: '总投注金额',
    /* 总返还 */
    totalBack: '总返还',
    /* 查看订单 */
    showOrder: '查看订单',
    /* 暂不可投 */
    inbetable: '暂不可投',
    /* 投注受理中... */
    pending: '投注受理中...',
    /* 投注成功 */
    success: '投注成功',
    /* 投注失败 */
    error: '投注失败',
    /* 请注意接收投注结果信息 */
    pendingDesc: '请注意接收投注结果信息',
    /* 更多信息到我的订单查看 */
    successDesc: '更多信息到我的订单查看',
    /* 赔率不符 */
    '1': '赔率不符',
    /* 超出投注限额 */
    '2': '超出投注限额',
    /* 投注项获取失败 */
    '3': '投注项获取失败',
    /* 投注项关闭 */
    '5': '投注项关闭',
    /* 系统异常 */
    '6': '系统异常',
    /* 参数错误 */
    '7': '参数错误',
    /* 低于最小限额 */
    '8': '低于最小限额',
    /* 超出最大返还 */
    '9': '超出最大返还',
    /* 危险球退单 */
    '10': '危险球退单',
    /* 频繁投注该盘口 */
    '11': '频繁投注该盘口',
    /* 串关注数错误 */
    '12': '串关注数错误',
    /* 赔率获取失败 */
    '13': '赔率获取失败',
    /* 超出风控限额 */
    '15': '超出风控限额',
    /* 超出风控限额 */
    '16': '超出风控限额',
    /* 获取限额失败 */
    '17': '获取限额失败',
    /* 超出限额 */
    '18': '超出限额',
    /* 串关多个投注项不能包含同一场比赛 */
    '19': '串关多个投注项不能包含同一场比赛',
    /* 该比赛不支持串关 */
    '20': '该比赛不支持串关',
    /* 该赛事不支持串关 */
    '21': '该赛事不支持串关',
    /* 登录失效 */
    '101': '登录失效',
    /* 余额不足 */
    '102': '余额不足',
    /* 注单保存失败 */
    '103': '注单保存失败',
    /* 赔率变更 */
    '104': '赔率变更',
    /* 资金调整失败 */
    '106': '资金调整失败',
  },
  /** 注单 */
  order: {
    /* 平 */
    draw: '平',
    /* 盈 */
    win: '盈',
    /* 亏 */
    lose: '亏',
    /* 订单号 */
    billno: '订单号',
    /* 投注额 */
    amount: '投注额',
    /* 预计返还 */
    willback: '预计返还',
    /* 总返还 */
    backed: '总返还',
    /* 未结算 */
    unsettle: '未结算',
    /* 已结算 */
    settled: '已结算',
  },
  /** 公告 */
  annou: {
    /* 公告列表 */
    listtitle: '公告列表',
    /* 公告详情 */
    detailtitle: '公告详情',
    /* 未找到公告信息 */
    notfound: '未找到公告信息',
    /* 尊贵的贵宾： */
    customer: '尊贵的贵宾：',
    /* 您好! */
    welcome: '您好!',
  },
  settings: {
    /* 存取款 */
    deposit: '存取款',
    /* 注册 */
    signup: '注册',
    /* 登录 */
    signin: '登录',
    /* 注销 */
    signout: '注销',
    /* 退出成功 */
    sosuccess: '退出成功',
    /* 优惠活动 */
    promo: '优惠活动',
    /* 我的注单 */
    myorder: '我的注单',
    /* 玩法规则 */
    rules: '玩法规则',
    /* 偏好设置 */
    setting: '偏好设置',
    /* 设置 */
    title: '设置',
    /* 赔率变化 */
    oddsChange: '赔率变化',
    /* 接受更佳赔率变化 */
    acceptBetter: '接受更佳赔率变化',
    /* 接受所有变化 */
    acceptAll: '接受所有变化',
    /* 快捷设置 */
    quickSet: '快捷设置',
    /* 默认投注额 */
    defaultAmount: '默认投注额',
    /* 请输入默认投注金额 */
    amountHolder: '请输入默认投注金额',
    /* 玩法展示 */
    marketModel: '玩法展示',
    /* 单玩法展示 */
    singleModel: '单玩法展示',
    /* 三玩法展示 */
    threeModel: '三玩法展示',
    /* 任何修改都需要点击保存按钮，成功之后才能生 */
    tips: '任何修改都需要点击保存按钮，成功之后才能生效'
  },
  others: {
    /* 玩法规则 */
    ruleTitle: '玩法规则',
    /* 全部产品 */
    flall: '全部产品',
    /* 真人百家乐 */
    baccarat: '真人百家乐',
    /* 电子娱乐场 */
    playground: '电子娱乐场',
    /* 在线老虎机 */
    slot: '在线老虎机',
    /* 暂无公告 */
    noAnnou: '暂无公告',
    /* 用户登录 */
    signTitle: '用户登录',
    /* 账号 */
    account: '账号',
    /* 密码 */
    password: '密码',
    /* 登录 */
    signin: '登录',
    /* 暂不登录 */
    later: '暂不登录',
    /* 测试账号 */
    testAccounts: '测试账号',
    /* 测试密码 */
    testPassword: '测试密码',
    /* 账号格式错误 */
    invalidAccount: '账号格式错误',
    /* 密码格式错误 */
    invalidPassword: '密码格式错误',
    /* 账号或密码不匹配 */
    accountNotMatch: '账号或密码不匹配',
    /* 登录成 */
    signOK: '登录成功'
  }
}