/*
 * 多语言标志
 * 
 * */
window.lan_zh = {

    /*
    * 标题
    * */
    tit:'NB-体育',
    /*
    * 货币单位
    * */
    mo01:'RMB',

    /*
    * ind页面开始
    * */
    ind01:'滚球',
    ind02:'今日',
    ind03:'早盘',
    ind04:'足球',
    ind05:'篮球',
    ind06:'网球',
    ind07:'橄榄球',
    ind08:'斯诺克',
    ind09:'冰球',
    ind10:'更多',
    ind11:'请登录',
    ind12:'搜索球队或联赛...',
    ind13:'今日热门投注',
    ind14:'现场滚球',
    ind23:'NB-体育',
    ind24:'欢迎您,',
    ind26:'排球',
    ind27:'棒球',
    ind28:'赛车',
    ind29:'羽毛球',
    ind30:'拳击,',
    ind31:'乒乓球',
    ind32:'高尔夫',
    ind33:'皮划艇',
    ind34:'比分',
    ind35:'指数',
    ind36:'分析',
    ind37:'直播',
    ind38:'在线客服',
    ind39:'新手指引',
    ind40:'常见问题',
    ind41:'隐私政策',
    ind42:'联系我们',

    ind43:'主队',
    ind44:'客队',
    ind45:'获得进球',
    ind46:'得分',
    ind47:'比赛进行到',
    ind48:'让球盘',
    ind49:'大小盘',
    ind60:'让分盘',
    ind61:'局数让分',
    ind62:'总局数',


    /*
    * 侧滑菜单
    * */
    ind15:'我的投注',
    ind16:'存款',
    ind17:'取款',
    ind18:'体育投注',
    ind19:'真人娱乐',
    ind20:'电子游戏',
    ind21:'优惠活动',
    ind22:'偏好设置',
    ind25:'安全退出',
    ind50:'电话回拨',
    ind51:'在线客服',
    ind52:'洗码',
    ind53:'钱包',
    ind54:'投注记录',
    ind55:'存取款记录',
    ind56:'我的优惠',
    ind57:'推荐好友',
    ind58:'帮助中心',
    ind59:'客服',
    ind99:'确定',
    ind100:'世界杯',
    ind101:'2018世界杯',
    /*
    * 底部
    * */
    ft01:'首页',
    ft02:'比分',
    ft03:'数据',
    ft04:'优惠',
    ft05:'标准盘',
    ft06:'简体中文',
    ft07:'繁体中文',
    ft08:'公平赔付',
    ft09:'博彩责任',
    ft10:'条款规则',
    ft11:'隐私策略',
    ft12:'标准盘',
    ft13:'香港盘',
    ft14:'简体中文',
    ft15:'繁体中文',
    ft16:'返回顶部',
    /*
                  * 登录
                  *
                  * */
    lgn01:'欢迎登录',
    lgn02:'请输入您的用户名或手机号码',
    lgn03:'请输入您的密码',
    lgn04:'登&nbsp;&nbsp;&nbsp;&nbsp;录',
    lgn05:'快速注册',
    lgn06:'遇到问题？',
    lgn07:'在线咨询',
    lgn08:'电话咨询',
    lgn09:'邮件咨询',
    lgn10:'注&nbsp;&nbsp;&nbsp;&nbsp;册',
    lgn11:'已有账号？立即登录',
    lgn12:'用户名不能有中文字符',
    lgn13:'用户名或密码错误',
    lgn14:'用户名不存在',
    lgn15:'系统错误',
    lgn16:'登录失败',
    lgn17:'用户名不能有中文字符',
    lgn18:'用户名必须6到12位英文或数字',
    lgn19:'注册失败，请稍后再试',
    lgn20:'注册失败',
    // lgn21:'用户名不能有中文字符',
    // lgn22:'用户名不能有中文字符',

    /*
    * ind页面结束
    * */


    /*
    * 今日页面开始
    *
    * */

    tdy01:'选择联赛',
    tdy02:'今日',
    tdy03:'场赛事',
    tdy04:'没有比赛数据！',
    tdy05:'点击加载更多...',

    /*
    * 盘口
    * */
    tdy06:'让分盘',
    tdy07:'大小',
    tdy11:'标准盘',
    tdy12:'让球盘',
    tdy13:'大小盘',
    tdy14:'单双',
    tdy15:'波胆',
    tdy16:'半全场',
    tdy17:'总进球',
    tdy18:'双胜彩',
    tdy19:'让球标准盘',
    tdy20:'总分盘',
    tdy21:'平局退款',
    tdy22:'上半场标准盘',
    tdy23:'上半场让球',
    tdy24:'上半场大小',
    tdy25:'上半场单双',
    tdy26:'上半场波胆',
    tdy27:'胜负盘',
    tdy28:'让分盘',
    tdy29:'净胜分',
    tdy30:'总分',
    tdy31:'总得分范围',
    tdy32:'主队进球大小',
    tdy33:'客队大小分',
    tdy34:'加时赛',
    tdy35:'单节得分最高',
    tdy36:'让盘',
    tdy37:'让局',
    tdy38:'总局数',
    tdy39:'局数单双',
    tdy43:'让球盘',
    tdy44:'主,主',
    tdy45:'主,和',
    tdy46:'主,客',
    tdy47:'和,主',
    tdy48:'和,和',
    tdy49:'和,客',
    tdy50:'客,主',
    tdy51:'客,和',
    tdy52:'客,客',
    tdy53:'NBA总得分范围',
    tdy54:'和,主',
    tdy55:'大小盘',
    tdy56:'第一盘局数单双',
    tdy57:'第二盘局数单双',
    tdy58:'第三盘局数单双',
    tdy59:'第四盘局数单双',
    tdy60:'第五盘局数单双',



    /*
    * 选择联赛
    * */
    tdy40:'多选模式',
    tdy41:'重置',
    tdy42:'完成',


    /*
    * 滚球
    * */
    ro01:'您的浏览器不支持音频播放',


    /*
    * 设置
    * */

    set01:'用户首选项',
    set02:'语言',
    set03:'赔率',
    set04:'排序',
    set05:'联赛排序',
    set06:'时间排序',
    set07:'水位',
    set08:'默认',
    set09:'高水位',
    set10:'低水位',
    set11:'最长闲置时间',
    set12:'30分钟',
    set13:'15分钟',
    set14:'60分钟',
    set15:'投注首选项',
    set16:'投注时自动接收更高赔率变化',
    set17:'投注时自动接收所有赔率变化',
    set18:'进球信息提示',
    set19:'进球声音提示',
    set20:'快速投注',
    set21:'投注本金设定',
    set22:'用户首选项',
    set23:'时区',
    set24:'消息设定',
    set25:'投注赔付提示',
    set26:'提示',
    set27:'为最多两位小数数字',


    /*
    * 足球页面开始
    *
    * */
    ftb01:'全部',


    /*
    * 我的投注页面bet-myMenu
    *
    * */
    bet01:'我的投注',
    bet02:'未结算',
    bet03:'已结算',
    bet04:'无效',
    bet05:'至',//2016.8至2016.10
    bet06:'单式投注',
    bet07:'二串一',
    bet08:'三串一',
    bet09:'四串一',
    bet10:'五串一',
    bet11:'六串一',
    bet12:'七串一',
    bet13:'八串一',
    bet14:'九串一',
    bet15:'十串一',
    bet16:'三串四',
    bet17:'四串11',
    bet18:'五串26',
    bet19:'六串57',
    bet20:'七串120',
    bet21:'八串247',
    bet22:'九串502',
    bet23:'十串1013',
    bet24:'赢',
    bet25:'盈',
    bet26:'滚球中',
    bet27:'未开始',
    bet28:'亏',
    bet29:'输',
    bet30:'总本金',
    bet31:'赔率',
    bet32:'结算金额',
    bet33:'投注体育项目',
    bet34:'联赛',
    bet35:'对阵',
    bet36:'投注盘口',
    bet37:'投注项',
    bet38:'注单',
    bet39:'返还金额',
    bet40:'输赢结果',
    bet41:'盈亏',
    bet42:'返还金额',
    bet43:'平',
    bet44:'赢半',
    bet45:'输半',
    bet46:'正在加载中...',
    bet47:'没有任何注单数据！',
    bet48:'注单开始时间',
    bet49:'注单结束时间',
    bet50:'暂无任何订单，请点击赔率添加',
    bet51:'投注单',
    bet52:'全部',
    bet53:'未知玩法',
    bet54:'比赛暂时停盘',
    bet55:'盘口暂时关盘',
    bet56:'投注项停盘',
    bet57:'登录信息已失效,请重新登录',
    bet58:'参数错误',
    bet59:'域名被限制，请联系客服',
    bet60:'网路异常,请稍后再试',
    bet61:'投注中...',
    bet62:'已超过最大投注项',
    bet63:'请选择日期',
    // bet45:'输半',
    // bet45:'输半',
    // bet45:'输半',



    /*
    * 列表js
    *
    * */
    sno01:'主',
    sno02:'和',
    sno03:'客',
    sno04:'大',
    sno05:'小',
    sno06:'单',
    sno07:'双',
    sno08:'波胆',
    sno09:'总进球',
    sno10:'上半场波胆',
    sno11:'标准盘',
    sno12:'上半场标准盘',
    sno13:'胜负盘',
    sno14:'和局',
    sno15:'大于',
    sno16:'小于',
    sno17:'主或和',
    sno18:'主或客',
    sno19:'和或客',
    sno20:'是',
    sno21:'否',
    sno22:'主胜',
    sno23:'客胜',
    sno24:'没有更多的比赛了',
    sno25:'星期一',
    sno26:'星期二',
    sno27:'星期三',
    sno28:'星期四',
    sno29:'星期五',
    sno30:'星期六',
    sno31:'星期天',
    sno32:'点击加载更多比赛数据',
    sno33:'月',
    sno34:'日',
    sno35:'请选择联赛',



    /*
    * 首页js
    *
    * */
    inM01:'上半场',
    inM02:'下半场',
    inM03:'暂停',
    inM04:'分钟',
    inM05:'第一节',
    inM06:'第二节',
    inM07:'第三节',
    inM08:'第四节',
    inM11:'第五节',
    inM09:'开始',
    inM10:'半场',
    inM12:'已开始',
    inM13:'金局',
    inM14:'等待加时赛',
    inM15:'加时赛中场',
    inM16:'等待点球决胜',


    /*
    * 搜索框js
    *
    * */
    ser01:'联赛',
    ser02:'热门联赛',
    ser03:'赛事',
    ser04:'场赛事',//12场赛事，12由后台拿的，只需要翻译三个字

    /*
    * 详情页js
    *
    * */
    det01:'主要玩法',
    det02:'赛果',
    det03:'角球',
    det04:'罚牌',
    det05:'得分球队',
    det06:'进球',
    det07:'得分球员',
    det08:'单节玩法',
    det09:'上半场玩法',


    det10:'单局玩法',
    det11:'全场玩法',
    det12:'率先进球&标准盘',
    det13:'标准盘&大小',
    det14:'主胜且零封对手',
    det15:'客胜且零封对手',
    det16:'让分胜负盘(让分独赢盘)',
    det17:'获胜方式',
    det18:'加时赛',
    det19:'晋级资格',
    det20:'让分标准盘(多项)',
    det21:'下半场标准盘',
    det22:'总角球',
    det23:'角球数单双',
    det24:'角球数大小',
    det25:'角球让分',
    det26:'第一个角球',
    det27:'最后一个角球',
    det28:'上半场角球让分',
    det29:'上半场角球数大小',
    det30:'罚牌数大小',
    det31:'最先被罚牌球队',
    det32:'罚牌数对比',
    det33:'球员被罚出场',
    det34:'率先得分球队',
    det35:'最后得分球队',
    det36:'得分球队',
    det37:'两队均得分',
    det38:'半场得分最高',
    det39:'首粒进球时间(15分钟间隔)',
    det40:'主队精确进球数',
    det41:'客队精确进球数',
    det42:'上半场精确进球数',
    det43:'上半场波胆(得分大于2且包括其它选项)',
    det44:'主队进球大小',
    det45:'客队进球大小',
    det46:'上半场主队大/小',
    det47:'上半场客队大/小',
    det48:'主队进球单双',
    det49:'客队进球单双',
    det50:'首名得分球员',
    det51:'任意时间得分球员',
    det52:'最后得分球员',
    det53:'单节得分最高',
    det54:'先得X分球队',
    det55:'上半场独赢',
    det56:'第一节标准盘',
    det57:'第二节标准盘',
    det58:'第三节标准盘',
    det59:'第四节标准盘',
    det60:'第一节让分',
    det61:'第二节让分',
    det62:'第三节让分',
    det63:'第四节让分',
    det64:'第一节大小',
    det65:'第二节大小',
    det66:'第三节大小',
    det67:'第四节大小',
    det68:'第一节单双',
    det69:'第二节单双',
    det70:'第三节单双',
    det71:'第四节单双',
    det72:'第一节平局退款',
    det73:'第二节平局退款',
    det74:'第三节平局退款',
    det75:'第四节平局退款',
    det76:'第一盘让分',
    det77:'第一盘大小',
    det78:'第一盘局波胆',
    det79:'第一盘让分胜负',
    det80:'第一盘是否抢七',

    det81:'比赛开始',
    det82:'上半场主客比分',
    det83:'让分标准盘',
    det84:'总分(多项)',
    det85:'无',
    det86:'得分相同',
    det87:'没有任何投注项目！',
    det88:'获得进球，比分',
    det89:'上半场主客比分',
    det90:'比赛暂停',
    det91:'比赛结束',
    det92:'犯规获得黄牌',
    det93:'犯规获得红牌，被罚下一人',
    det94:'累计两张黄牌，被罚下一人',
    det95:'进球，比分',
    det96:'主客比分',
    det97:'没有任何比赛数据！',
    det98:'更多滚球盘',
    det99:'项赛事',//8项赛事，只需要汉字翻译，数字动态获取的
    det100:'盘波胆(3盘2胜)',
    det101:'盘波胆(5盘3胜)',
    det102:'总盘数',
    det103:'总盘数',
    det104:'是否出现抢七',
    det105:'小主',
    det106:'小和',
    det107:'小客',
    det108:'大主',
    det109:'大和',
    det110:'大客',
    det123:'主胜且小于',
    det122:'和且小于',
    det124:'客胜且小于',
    det125:'主胜且大于',
    det126:'和且大于',
    det127:'客胜且大于',



    det128:'主，主',
    det129:'客，主',
    det130:'主，和',
    det131:'和，和',
    det132:'主，客',
    det133:'客，客',
    det134:'客，和',
    det135:'和，主',
    det136:'和，客',


    det137:'主/和',
    det138:'客/主',
    det139:'和/客',


    det140:'主要盘口',
    det141:'主要玩法',
    det142:'赛果',
    det143:'角球',
    det144:'罚牌',
    det145:'得分球队',
    det146:'进球',
    det147:'得分球员',
    det148:'全场玩法',
    det149:'半场玩法',
    det150:'单节',
    det151:'单盘',




    det152:'主胜&均得分',
    det153:'主胜&非均得分',
    det154:'和&均得分',
    det155:'和&非均得分',
    det156:'客胜&均得分',
    det157:'客胜&非均得分',
    det158:'&均得分',
    det159:'&非均得分',


    det160:'主队第一盘胜并且全场胜',
    det161:'主队第一盘胜并且全场负',
    det162:'客队第一盘胜并且全场胜',
    det163:'客队第一盘胜并且全场负',


    det164:'结束',
    det165:'获得黄牌',
    det166:'获得红牌',
    det167:'获得任意球',
    det168:'比分',
    det169:'获得两张黄牌，变成一张红牌',
    det170:'获得角球',
    det171:'完场',
    det172:'主/客',
    det173:'注单详情',
    det174:'只有登录之后才有权限观看视频,立即登录？',




    /*
    * 详情页新增中文，需要再次翻译
    * */
    det175:'上半场/下半场',
    det176:'上半场罚牌数大小',
    det177:'获胜者',
    det178:'全场让分',
    det179:'全场大小',
    det180:'全场单双',
    det181:'主队得分大小',
    det182:'客队得分大小',
    det183:'是否出现加时赛',
    det184:'上半场让分',
    det185:'第1盘获胜者',
    det186:'第2盘获胜者',
    det187:'第3盘获胜者',
    det188:'第4盘获胜者',
    det189:'第5盘获胜者',

    det190:'第1盘局数让分',
    det191:'第2盘局数让分',
    det192:'第3盘局数让分',
    det193:'第4盘局数让分',
    det194:'第5盘局数让分',

    det195:'第1盘总局数',
    det196:'第2盘总局数',
    det197:'第3盘总局数',
    det198:'第4盘总局数',
    det199:'第5盘总局数',


    det200:'第1盘局数单双',
    det201:'第2盘局数单双',
    det202:'第3盘局数单双',
    det203:'第4盘局数单双',
    det204:'第5盘局数单双',


    det205:'第1盘比赛得分(波胆)',
    det206:'第2盘比赛得分(波胆)',
    det207:'第3盘比赛得分(波胆)',
    det208:'第4盘比赛得分(波胆)',
    det209:'第5盘比赛得分(波胆)',


    det210:'第1盘比赛得分',
    det211:'第2盘比赛得分',
    det212:'第3盘比赛得分',
    det213:'第4盘比赛得分',
    det214:'第5盘比赛得分',
    det215:'下半场让分',
    det216:'主队上半场得分大小',
    det217:'主队下半场得分大小',
    det218:'客队上半场得分大小',
    det219:'客队下半场得分大小',
    /*
        * 详情页新增中文，需要再次翻译结束
        * */





    /*
    * comContent.js文件
    *
    * */

    comC01:'暂未开放，敬请期待',
    comC02:'正在加载更多比赛数据...',






    /*
    * init.js页面
    * */
    int01:'暂未开放，请期待！',


    /*
    * plugin_betbox.js
    * */
    beb01:'投注单',
    beb02:'我的注单',
    beb03:'清空',
    beb04:'确认投注',
    beb05:'单注:',
    beb06:'总返还:',
    beb07:'全部删除',
    beb08:'过关投注选项',
    beb09:'今日',
    beb10:'滚球中',
    beb11:'自动接受所有赔率',
    beb12:'自动接受更高赔率',
    beb13:'投注成功！',
    beb14:'投注标题',
    beb15:'返还',
    beb16:'关闭',
    beb17:'共$num$注，点击投注',
    beb18:'别点了，投注单要爆炸了',
    beb19:'请输入投注金额',
    beb20:'您所选择的投注项赔率已发生变化',
    beb21:'您投注的赛事已关闭',
    beb22:'您投注的盘口已关闭',
    beb23:'您投注的投注项已关闭',
    beb24:'您尚未登录，请登录后再进行投注!',
    beb25:'您的余额不足',
    beb26:'投注异常，请选择其他比赛投注',
    beb27:'投注已超过限制金额',
    beb28:'元',
    beb29:'当前IP不允许访问',
    beb30:'串一，共$num$注',
    beb31:'注',
    beb32:'最大赔率',
    beb33:'最高返还',
    beb34:'红色加亮的投注项不可进行串关投注！',
    beb35:'单式投注',
    beb36:'投注金额不能小于$num$元',
    beb37:'优胜冠军注单不能进行串关投注',
    beb38:'最大赔率',
    beb39:'最大赔率',
    beb40:'最大赔率',
    beb41:'最大赔率',
    beb42:'最大赔率',
    beb43:'最大赔率',
    beb44:'最大赔率',
    beb45:'最大赔率',
    beb46:'最大赔率',
    beb47:'最大赔率',
    beb48:'串一',





    /*
    * 推送js
    * */

    soc01:'比赛开始',
    soc02:'赛盘1',
    soc03:'赛盘2',
    soc04:'赛盘3',
    soc05:'赛盘4',
    soc06:'赛盘5',



    /*
    * commenData.js
    * */

    comd01:'主',
    comd02:'和',
    comd03:'客',
    comd04:'第一盘',
    comd05:'第二盘',
    comd06:'第三盘',
    comd07:'第四盘',
    comd08:'第五盘',
    comd09:'进行中',
    comd10:'已开始',
    comd11:'加时',
    comd12:'加时第一节',
    comd13:'加时第二节',
    comd14:'点球',
    comd15:'延期',
    comd16:'推迟开赛',
    comd17:'取消',
    comd18:'第1场比赛',
    comd19:'第2场比赛',
    comd20:'第3场比赛',
    comd21:'第4场比赛',
    comd22:'第5场比赛',
    comd23:'第6场比赛',
    comd24:'第7场比赛',
    comd25:'中断',
    comd26:'停赛',
    comd27:'弃赛',
    comd28:'单独完成赛事直接获胜',
    comd29:'退出',
    comd30:'弃权',
    comd31:'唯一赛果',
    comd32:'完场',
    comd33:'加时赛后',
    comd34:'点球决胜后',
    comd35:'金局后',
    comd36:'第一节结束',
    comd37:'第二节结束',
    comd38:'第三节结束',
    comd39:'第四节结束',
    comd40:'突然死亡法',
    comd41:'第六盘',
    comd42:'第七盘',
    comd43:'等待突然死亡',
    comd44:'突然死亡后',
    comd45:'打破',
    comd46:'第一局,主队',
    comd47:'第一局,客队',
    comd48:'第二局,主队',
    comd49:'第二局,客队',
    comd50:'局休',
    comd51:'午休',
    comd52:'茶歇',
    comd53:'茶歇',
    comd54:'主队大小分',
    comd55:'比赛获胜',
    comd56:'局数让分',




    /*
    * base.js
    * */
    bas01:'网络异常,请稍后再试',
    bas02:'年',
    bas03:'月',
    bas04:'日',


    /*
    * controller.js
    * */

    con01:'图文直播',
    con02:'视频直播',


    /*
    * nb_betdetail.js
    * */


    betd01:'比分玩法',
    betd02:'角球玩法',
    betd03:'罚分玩法',
    betd04:'优胜冠军',
    betd05:'混合投注',
    betd06:'复式投注',
    betd07:'注单号',
    betd08:'1注*',
    betd09:'投注选项',
    betd10:'投注详情',
    betd11:'注单数',
    betd12:'盈亏金额',
    betd13:'罚牌玩法',
    betd14:'优胜冠军玩法',


    /*
    * 投注单新增词条
    * */

    betd15:'不可投',
    betd16:'已关盘',
    betd17:'已超限额',
    betd18:'订单号',





    /*
    * nb_mybet.js
    * */

    my01:'确认中',
    my02:'已投注',
    my03:'已结算',
    my04:'已撤单',
    my05:'已退单',
    my06:'已取消',
    my07:'没有更多注单了',
    my08:'未确认',
    my09:'已取消结算注单',
    my10:'未投注成功',
    my11:'总赔率',
    my12:'开始时间不能大于结束时间',
    my13:'结束时间不能小于开始时间',


    /*
    * m.nbbet.min.js
    * */
    nbb01:'地址不支持localhost',



    /*
    * play-zh-cn.js
    * */

    pl01:'角球标准盘',
    pl02:'罚牌标准盘',
    pl03:'上半场角球标准盘',
    pl04:'上半场罚牌标准盘',
    pl05:'下半场角球标准盘',
    pl06:'下半场罚牌标准盘',
    pl07:'第1个进球',
    pl08:'第1个角球',
    pl09:'上半场第一个角球',
    pl10:'下半场第一个角球',
    pl11:'上半场最先被罚牌球队',
    pl12:'下半场最先被罚牌球队',
    pl13:'上半场最后得分球队',
    pl14:'下半场最后得分球队',
    pl15:'最后角球',
    pl16:'上半场最后角球',
    pl17:'下半场最后角球',

    pl18:'上半场双胜彩',
    pl19:'下半场双胜彩',
    pl20:'角球双胜彩',
    pl21:'上半场角球双胜彩',
    pl22:'下半场角球双胜彩',
    pl23:'上半场平局退款',
    pl24:'下半场平局退款',
    pl25:'上半场让球标准盘',
    pl26:'下半场让球标准盘',
    pl27:'上半场让球',
    pl28:'下半场让球盘',
    pl29:'全场角球让球盘',
    pl30:'上半场角球让球盘',
    pl31:'下半场角球让分',
    pl32:'全场罚牌让球盘',
    pl33:'上半场罚牌让球盘',
    pl34:'下半场罚牌让球盘',
    pl35:'上半场大小',
    pl36:'下半场大小',
    pl37:'角球大小盘',
    pl38:'上半场角球大小',
    pl39:'下半场角球大小',
    pl40:'总罚牌数大小',
    pl41:'上半场罚牌大小',
    pl42:'下半场罚牌大小',
    pl43:'上半场主队大小',
    pl44:'下半场主队大小',
    pl45:'主队全场角球大小',
    pl46:'主队上半场角球大小',
    pl47:'主队下半场角球大小',
    pl48:'主队全场罚牌大小',
    pl49:'主队上半场罚牌大小',
    pl50:'主队下半场罚牌大小',
    pl51:'客队进球大小',
    pl52:'上半场客队大小',
    pl53:'下半场客队大小',
    pl54:'客队全场角球大小盘',
    pl55:'客队上半场角球大小盘',
    pl56:'客队下半场角球大小盘',
    pl57:'客队全场罚牌大小盘',
    pl58:'客队上半场罚牌大小盘',
    pl59:'客队下半场罚牌大小盘',
    pl60:'精确进球数',
    pl61:'上半场精确进球数',
    pl62:'下半场精确进球数',
    pl63:'主队精确进球数',
    pl64:'主队上半场进球数',
    pl65:'主队下半场进球数',
    pl66:'主队全场角球数',
    pl67:'主队上半场角球数',
    pl68:'主队下半场角球数',
    pl69:'主队全场罚牌数',
    pl70:'主队上半场罚牌数',
    pl71:'主队下半场罚牌数',
    pl72:'客队精确进球数',
    pl73:'客队上半场进球数',
    pl74:'客队下半场进球数',
    pl75:'客队全场角球数',
    pl76:'客队上半场角球数',
    pl77:'客队下半场角球数',
    pl78:'客队全场罚牌数',
    pl79:'客队上半场罚牌数',
    pl80:'客队下半场罚牌数',
    pl81:'上半场总进球',
    pl82:'下半场总进球',
    pl83:'总角球数',
    pl84:'上半场总角球数',
    pl85:'下半场总角球数',
    pl86:'单双',
    pl87:'下半场单双',
    pl88:'全场角球单双',
    pl89:'上半场角球单双',
    pl90:'下半场角球单双',
    pl91:'全场罚牌单双',
    pl92:'上半场罚牌单双',
    pl93:'下半场罚牌单双',
    pl94:'全场胜负',
    pl95:'上半场胜负',
    pl96:'下半场胜负',
    pl97:'常规比赛时间获胜',
    pl98:'加时赛获胜',
    pl99:'点球获胜',
    pl100:'主队平局退款',
    pl101:'客队平局退款',
    pl102:'主队进球单双',
    pl103:'主队上半场单双',
    pl104:'主队下半场单双',
    pl105:'主队全场角球单双',
    pl106:'主队上半场角球单双',
    pl107:'主队下半场角球单双',
    pl108:'主队全场罚牌单双',
    pl109:'主队上半场罚牌单双',
    pl110:'主队下半场罚牌单双',
    pl111:'客队进球单双',
    pl112:'客队上半场单双',
    pl113:'客队下半场单双',
    pl114:'客队全场角球单双',
    pl115:'客队上半场角球单双',
    pl116:'客队下半场角球单双',
    pl117:'客队全场罚牌单双',
    pl118:'客队上半场罚牌单双',
    pl119:'客队下半场罚牌单双',
    pl120:'主队在2个半场均获胜',
    pl121:'客队在2个半场均获胜',
    pl122:'主队在任意半场均获胜',
    pl123:'客队在任意半场均获胜',
    pl124:'主胜且零封对手',
    pl125:'客胜且零封对手',
    pl126:'主队最高得分半场',
    pl127:'客队最高得分半场',
    pl128:'主队在两个半场均得分',
    pl129:'客队在两个半场均得分',
    pl130:'全场是否红牌',
    pl131:'上半场是否红牌',
    pl132:'下半场是否红牌',
    pl133:'主队是否红牌',
    pl134:'主队上半场是否红牌',
    pl135:'主队下半场是否红牌',
    pl136:'客队是否红牌',
    pl137:'客队上半场是否红牌',
    pl138:'客队下半场是否红牌',
    pl139:'主队全场角球范围',
    pl140:'主队上半场角球范围',
    pl141:'主队下半场角球范围',
    pl142:'客队全场角球范围',
    pl143:'客队上半场角球范围',
    pl144:'客队下半场角球范围',
    pl145:'上半场两队均得分',
    pl146:'下半场两队均得分',
    pl147:'哪个队得分',
    pl148:'标准盘及两队均得分',
    pl149:'上半场标准盘及两队均得分',
    pl150:'下半场标准盘及两队均得分',
    pl151:'大小盘及两队均得分',
    pl152:'上半场大小盘及两队均得分',
    pl153:'下半场大小盘及两队均得分',
    pl154:'标准盘&大小',
    pl155:'波胆',
    pl156:'下半场波胆',
    pl157:'全场角球波胆',
    pl158:'上半场角球波胆',
    pl159:'下半场角球波胆',
    pl160:'全场罚牌数波胆',
    pl161:'上半场罚牌数波胆',
    pl162:'下半场罚牌数波胆',
    // pl163:'半场得分最高',
    pl164:'两个半场均大球',
    pl165:'两个半场均小球',
    pl166:'加时赛(是否出现加时赛)',
    pl167:'是否进入点球决战',
    pl168:'加时赛并发生得分',
    pl169:'点球胜负',
    pl170:'第一节让球盘',
    pl171:'第二节让球盘',
    pl172:'第三节让球盘',
    pl173:'第四节让球盘',
    pl174:'第一节大小盘',
    pl175:'第二节大小盘',
    pl176:'第三节大小盘',
    pl177:'第四节大小盘',
    pl178:'主队第一节大小',
    pl179:'主队第二节大小',
    pl180:'主队第三节大小',
    pl181:'主队第四节大小',
    pl182:'客队第一节大小',
    pl183:'客队第二节大小',
    pl184:'客队第三节大小',
    pl185:'客队第四节大小',
    pl186:'主队第一节单双',
    pl187:'主队第二节单双',
    pl188:'主队第三节单双',
    pl189:'主队第四节单双',
    pl190:'客队第一节单双',
    pl191:'客队第二节单双',
    pl192:'客队第三节单双',
    pl193:'客队第四节单双',
    pl194:'第一盘局数让分',
    pl195:'第二盘局数让分',
    pl196:'第三盘局数让分',
    pl197:'第四盘局数让分',
    pl198:'第五盘局数让分',
    pl199:'第1盘总局数',
    pl200:'第2盘总局数',
    pl201:'第3盘总局数',
    pl202:'第4盘总局数',
    pl203:'第5盘总局数',
    pl204:'比赛得分',
    pl205:'第1盘比赛得分',
    pl206:'第2盘比赛得分',
    pl207:'第3盘比赛得分',
    pl208:'第4盘比赛得分',
    pl209:'第5盘比赛得分',
    pl210:'主队至少赢一盘',
    pl211:'客队至少赢一盘',
    pl212:'任何一盘出现零封',
    pl213:'是否出现抢七',
    pl214:'第一盘是否出现抢七',
    pl215:'第二盘是否出现抢七',
    pl216:'第三盘是否出现抢七',

    pl217:'总盘数',
    pl218:'双重赛果',
    pl219:'第一局双重赛果',
    pl220:'第二局双重赛果',
    pl221:'第1盘获胜者',
    pl222:'第2盘获胜者',
    pl223:'第3盘获胜者',
    pl224:'第4盘获胜者',
    pl225:'第5盘获胜者',


    /*
    * 新增，需要再次翻译
    *
    * */
    /*加时赛
         新增加时赛
         */
    js1:'加时标准盘',
    js16:'加时让球盘',
    js18:'加时大小盘',
    /*加时赛结束*/

    /*新增点球大战*/
    dq18:'点球大小盘',

    /*点球大战结束*/




    wf:{
        //sno_grouptype_比赛阶段_gtp
        //足球
        //早盘
        //核心玩法
        wf_10_1_0_1:"标准盘",
        wf_10_1_0_16:"让球盘",
        wf_10_1_0_18:"大小盘",
        wf_10_1_0_26:"单双",

        //主要玩法
        wf_10_1_1_1:"上半场标准盘",
        wf_10_1_2_1:"下半场标准盘",
        wf_10_1_1_16:"上半场让球",
        wf_10_1_1_18:"上半场大小",
        wf_10_1_1_26:"上半场单双",
        wf_10_1_2_26:"下半场单双",
        wf_10_1_0_45:"波胆",
        wf_10_1_0_47:"半全场",
        wf_10_1_1_45:"上半场波胆",
        wf_10_1_2_45:"下半场波胆",
        // wf_10_1_0_21:"总进球",
        wf_10_1_2_16:"下半场让球盘",
        wf_10_1_2_18:"下半场大小盘",
        wf_10_1_0_10:"双胜彩",
        wf_10_1_1_10:"上半场双胜彩",
        wf_10_1_2_10:"下半场双胜彩",
        wf_10_1_0_11:"平局退款",
        wf_10_1_1_11:"上半场平局退款",
        wf_10_1_2_11:"下半场平局退款",
        wf_10_1_0_12:"主队平局退款",
        wf_10_1_0_13:"客队平局退款",
        //赛果
        wf_10_1_0_37:"标准盘&大小",
        wf_10_1_1_37:"上半场标准盘&大小",
        wf_10_1_2_37:"下半场标准盘&大小",
        wf_10_1_0_33:"主胜且零封对手",
        wf_10_1_0_34:"客胜且零封对手",
        wf_10_1_0_5:"获胜方式",
        wf_10_1_0_220:"是否出现加时赛",
        wf_10_1_3_112:"加时赛并发生得分",
        wf_10_1_0_25:"得分范围",
        wf_10_1_0_56:"主队在两个半场均得分",
        wf_10_1_0_57:"客队在两个半场均得分",
        wf_10_1_0_48:"主队在两个半场均获胜",
        wf_10_1_0_49:"客队在两个半场均获胜",
        wf_10_1_0_50:"主队在任意半场均获胜",
        wf_10_1_0_51:"客队在任意半场均获胜",
        wf_10_1_0_53:"主队最高得分半场",
        wf_10_1_0_54:"客队最高得分半场",
        wf_10_1_0_58:"两个半场均大球",
        wf_10_1_0_59:"两个半场均小球",
        wf_10_1_0_122:"是否进入点球决战",
        wf_10_1_6_123:"点球决战获胜者",
        //角球
        wf_10_2_0_1:"角球标准盘",
        wf_10_2_1_1:"上半场角球标准盘",
        wf_10_2_0_16:"角球让分盘",
        wf_10_2_0_18:"角球数大小",

        wf_10_2_0_26:"角球数单双",
        wf_10_2_1_26:"上半场角球数单双",
        wf_10_2_0_25:"总角球数",
        wf_10_2_1_25:"上半场总角球数",
        wf_10_2_0_8:"第一个角球",
        wf_10_2_1_8:"上半场第一个角球",
        wf_10_2_0_9:"最后一个角球",
        wf_10_2_1_9:"上半场最后一个角球",
        wf_10_2_1_16:"上半场角球让盘",
        wf_10_2_1_18:"上半场角球大小",

        wf_10_2_0_19:"主队角球数大小",
        wf_10_2_1_19:"上半场主队角球数大小",
        wf_10_2_0_20:"客队角球数大小",
        wf_10_2_1_20:"上半场客队角球数大小",
        wf_10_2_0_170:"主队总角球数",
        wf_10_2_1_170:"上半场主队总角球数",
        wf_10_2_0_171:"客队总角球数",
        wf_10_2_1_171:"上半场客队总角球数",
        //罚牌
        wf_10_3_0_1:"罚牌标准盘",
        wf_10_3_1_1:"上半场罚牌标准盘",
        wf_10_3_0_18:"罚牌数大小",
        wf_10_3_1_18:"上半场罚牌数大小",
        wf_10_3_0_8:"最先被罚牌球队",
        wf_10_3_1_8:"上半场最先被罚牌球队",
        wf_10_3_0_19:"主队罚牌数大小",
        wf_10_3_1_19:"上半场主队罚牌数大小",
        wf_10_3_0_20:"客队罚牌数大小",
        wf_10_3_1_20:"上半场客队罚牌数大小",
        wf_10_3_0_23:"主队罚牌数",
        wf_10_3_1_23:"上半场主队罚牌数",
        wf_10_3_0_24:"客队罚牌数",
        wf_10_3_1_24:"上半场客队罚牌数",
        wf_10_3_0_146:"是否出现红牌",
        wf_10_3_1_146:"上半场是否出现红牌",
        wf_10_3_0_147:"主队是否出现红牌",
        wf_10_3_1_147:"上半场主队是否出现红牌",
        wf_10_3_0_148:"客队是否出现红牌",
        wf_10_3_1_148:"上半场客队是否出现红牌",
        //得分球队
        wf_10_1_0_8:"率先得分球队",
        wf_10_1_1_8:"上半场率先得分球队",
        wf_10_1_2_8:"下半场率先得分球队",
        wf_10_1_0_9:"最后得分球队",
        wf_10_1_0_30:"得分球队",
        wf_10_1_0_29:"两队均得分",
        wf_10_1_0_52:"半场最高得分",
        wf_10_1_1_29:"上半场两队均得分",
        wf_10_1_2_29:"下半场两队均得分",
        wf_10_1_0_35:"标准盘及两队均得分",
        wf_10_1_1_35:"上半场标准盘及两队均得分",
        wf_10_1_2_35:"下半场标准盘及两队均得分",
        wf_10_1_0_36:"大小盘及两队均得分",
        wf_10_1_1_36:"上半场大小盘及两队均得分",
        wf_10_1_2_36:"下半场大小盘及两队均得分",
        //进球
        wf_10_1_0_23:"主队精确进球数",
        wf_10_1_1_23:"上半场主队精确进球数",
        wf_10_1_0_24:"客队精确进球数",
        wf_10_1_1_24:"上半场客队精确进球数",
        wf_10_1_0_21:"精确进球数",
        wf_10_1_1_21:"上半场精确进球数",
        wf_10_1_2_21:"下半场精确进球数",
        wf_10_1_0_19:"主队进球大小",
        wf_10_1_0_20:"客队进球大小",
        wf_10_1_1_19:"上半场主队进球大小",
        wf_10_1_1_20:"上半场客队进球大小",
        wf_10_1_2_19:"下半场主队进球大小",
        wf_10_1_2_20:"下半场客队进球大小",
        wf_10_1_0_27:"主队进球单双",
        wf_10_1_0_28:"客队进球单双",

        //加时赛
        wf_10_1_3_1:"加时标准盘",
        wf_10_1_3_16:"加时让球盘",
        wf_10_1_3_18:"加时大小盘",
        //点球
        wf_10_1_6_123:"点球胜负盘",
        wf_10_1_6_18:"点球大小盘",


        //正盘
        //核心玩法
        wf_10_1_1000_1:"标准盘",
        wf_10_1_1000_16:"让球盘",
        wf_10_1_1000_18:"大小盘",
        wf_10_1_1000_26:"单双",

        //主要玩法
        wf_10_1_1001_1:"上半场标准盘",
        wf_10_1_1002_1:"下半场标准盘",
        wf_10_1_1001_16:"上半场让球",
        wf_10_1_1001_18:"上半场大小",
        wf_10_1_1001_26:"上半场单双",
        wf_10_1_1002_26:"下半场单双",
        wf_10_1_1000_45:"波胆",
        wf_10_1_1000_47:"半全场",
        wf_10_1_1001_45:"上半场波胆",
        wf_10_1_1002_45:"下半场波胆",
        wf_10_1_1000_21:"总进球",
        wf_10_1_1002_16:"下半场让球盘",
        wf_10_1_1002_18:"下半场大小盘",
        wf_10_1_1000_10:"双胜彩",
        wf_10_1_1001_10:"上半场双胜彩",
        wf_10_1_1002_10:"下半场双胜彩",
        wf_10_1_1000_11:"平局退款",
        wf_10_1_1001_11:"上半场平局退款",
        wf_10_1_1002_11:"下半场平局退款",
        wf_10_1_1000_12:"主队平局退款",
        wf_10_1_1000_13:"客队平局退款",
        //赛果
        wf_10_1_1000_37:"标准盘&大小",
        wf_10_1_1001_37:"上半场标准盘&大小",
        wf_10_1_1002_37:"下半场标准盘&大小",
        wf_10_1_1000_33:"主胜且零封对手",
        wf_10_1_1000_34:"客胜且零封对手",
        wf_10_1_1000_5:"获胜方式",
        wf_10_1_1000_220:"加时赛(是否出现加时赛)",
        wf_10_1_1003_112:"加时赛并发生得分",
        wf_10_1_1000_25:"得分范围",
        wf_10_1_1000_56:"主队在两个半场均得分",
        wf_10_1_1000_57:"客队在两个半场均得分",
        wf_10_1_1000_48:"主队在两个半场均获胜",
        wf_10_1_1000_49:"客队在两个半场均获胜",
        wf_10_1_1000_50:"主队在任意半场均获胜",
        wf_10_1_1000_51:"客队在任意半场均获胜",
        wf_10_1_1000_53:"主队最高得分半场",
        wf_10_1_1000_54:"客队最高得分半场",
        wf_10_1_1000_58:"两个半场均大球",
        wf_10_1_1000_59:"两个半场均小球",
        wf_10_1_1000_122:"是否进入点球决战",
        wf_10_1_1006_123:"点球决战获胜者",
        //角球
        wf_10_2_1000_1:"角球标准盘",
        wf_10_2_1001_1:"上半场角球标准盘",
        wf_10_2_1000_16:"角球让分盘",
        wf_10_2_1000_18:"角球数大小",
        wf_10_2_1000_26:"角球数单双",
        wf_10_2_1001_26:"上半场角球数单双",
        wf_10_2_1000_25:"总角球数",
        wf_10_2_1001_25:"上半场总角球数",
        wf_10_2_1000_8:"第一个角球",
        wf_10_2_1001_8:"上半场第一个角球",
        wf_10_2_1000_9:"最后一个角球",
        wf_10_2_1001_9:"上半场最后一个角球",
        wf_10_2_1001_16:"上半场角球让盘",
        wf_10_2_1001_18:"上半场角球大小",

        wf_10_2_1000_19:"主队角球数大小",
        wf_10_2_1001_19:"上半场主队角球数大小",
        wf_10_2_1000_20:"客队角球数大小",
        wf_10_2_1001_20:"上半场客队角球数大小",
        wf_10_2_1000_170:"主队总角球数",
        wf_10_2_1001_170:"上半场主队总角球数",
        wf_10_2_1000_171:"客队总角球数",
        wf_10_2_1001_171:"上半场客队总角球数",
        //罚牌
        wf_10_3_1000_1:"罚牌标准盘",
        wf_10_3_1001_1:"上半场罚牌标准盘",
        wf_10_3_1000_18:"罚牌数大小",
        wf_10_3_1001_18:"上半场罚牌数大小",
        wf_10_3_1000_8:"最先被罚牌球队",
        wf_10_3_1001_8:"上半场最先被罚牌球队",
        wf_10_3_1000_19:"主队罚牌数大小",
        wf_10_3_1001_19:"上半场主队罚牌数大小",
        wf_10_3_1000_20:"客队罚牌数大小",
        wf_10_3_1001_20:"上半场客队罚牌数大小",
        wf_10_3_1000_23:"主队罚牌数",
        wf_10_3_1001_23:"上半场主队罚牌数",
        wf_10_3_1000_24:"客队罚牌数",
        wf_10_3_1001_24:"上半场客队罚牌数",
        wf_10_3_1000_146:"是否出现红牌",
        wf_10_3_1001_146:"上半场是否出现红牌",
        wf_10_3_1000_147:"主队是否出现红牌",
        wf_10_3_1001_147:"上半场主队是否出现红牌",
        wf_10_3_1000_148:"客队是否出现红牌",
        wf_10_3_1001_148:"上半场客队是否出现红牌",
        //得分球队
        wf_10_1_1000_8:"率先得分球队",
        wf_10_1_1001_8:"上半场率先得分球队",
        wf_10_1_1002_8:"下半场率先得分球队",
        wf_10_1_1000_9:"最后得分球队",
        wf_10_1_1000_30:"得分球队",
        wf_10_1_1000_29:"两队均得分",
        wf_10_1_1000_52:"半场得分最高",
        wf_10_1_1001_29:"上半场两队均得分",
        wf_10_1_1002_29:"下半场两队均得分",
        wf_10_1_1000_35:"标准盘及两队均得分",
        wf_10_1_1001_35:"上半场标准盘及两队均得分",
        wf_10_1_1002_35:"下半场标准盘及两队均得分",
        wf_10_1_1000_36:"大小盘及两队均得分",
        wf_10_1_1001_36:"上半场大小盘及两队均得分",
        wf_10_1_1002_36:"下半场大小盘及两队均得分",
        //进球
        wf_10_1_1000_23:"主队精确进球数",
        wf_10_1_1001_23:"上半场主队精确进球数",
        wf_10_1_1000_24:"客队精确进球数",
        wf_10_1_1001_24:"上半场客队精确进球数",
        wf_10_1_1000_21:"精确进球数",
        wf_10_1_1001_21:"上半场精确进球数",
        wf_10_1_1002_21:"下半场精确进球数",
        wf_10_1_1000_19:"主队进球大小",
        wf_10_1_1000_20:"客队进球大小",
        wf_10_1_1001_19:"上半主队进球大小",
        wf_10_1_1001_20:"上半客队进球大小",
        wf_10_1_1002_19:"下半主队进球大小",
        wf_10_1_1002_20:"下半客队进球大小",
        wf_10_1_1000_27:"主队进球单双",
        wf_10_1_1000_28:"客队进球单双",
        //加时赛
        wf_10_1_1003_1:"加时标准盘",
        wf_10_1_1003_16:"加时让球盘",
        wf_10_1_1003_18:"加时大小盘",
        //点球
        wf_10_1_1006_123:"点球胜负盘",
        wf_10_1_1006_18:"点球大小盘",

        //滚球
        //核心玩法
        wf_10_1_2000_1:"标准盘",
        wf_10_1_2000_16:"让球盘",
        wf_10_1_2000_18:"大小盘",
        wf_10_1_2000_26:"单双",

        //主要玩法
        wf_10_1_2001_1:"上半场标准盘",
        wf_10_1_2002_1:"下半场标准盘",
        wf_10_1_2001_16:"上半场让球",
        wf_10_1_2001_18:"上半场大小",
        wf_10_1_2001_26:"上半场单双",
        wf_10_1_2002_26:"下半场单双",
        wf_10_1_2000_45:"波胆",
        wf_10_1_2000_47:"半全场",
        wf_10_1_2001_45:"上半场波胆",
        wf_10_1_2002_45:"下半场波胆",
        wf_10_1_2000_21:"总进球",
        wf_10_1_2002_16:"下半场让球盘",
        wf_10_1_2002_18:"下半场大小盘",
        wf_10_1_2000_10:"双胜彩",
        wf_10_1_2001_10:"上半场双胜彩",
        wf_10_1_2002_10:"下半场双胜彩",
        wf_10_1_2000_11:"平局退款",
        wf_10_1_2001_11:"上半场平局退款",
        wf_10_1_2002_11:"下半场平局退款",
        wf_10_1_2000_12:"主队平局退款",
        wf_10_1_2000_13:"客队平局退款",
        //赛果
        wf_10_1_2000_37:"标准盘&大小",
        wf_10_1_2001_37:"上半场标准盘&大小",
        wf_10_1_2002_37:"下半场标准盘&大小",
        wf_10_1_2000_33:"主胜且零封对手",
        wf_10_1_2000_34:"客胜且零封对手",
        wf_10_1_2000_5:"获胜方式",
        wf_10_1_2000_220:"是否出现加时赛",
        wf_10_1_2003_112:"加时赛并发生得分",
        wf_10_1_2000_25:"得分范围",
        wf_10_1_2000_56:"主队在两个半场均得分",
        wf_10_1_2000_57:"客队在两个半场均得分",
        wf_10_1_2000_48:"主队在两个半场均获胜",
        wf_10_1_2000_49:"客队在两个半场均获胜",
        wf_10_1_2000_50:"主队在任意半场均获胜",
        wf_10_1_2000_51:"客队在任意半场均获胜",
        wf_10_1_2000_53:"主队最高得分半场",
        wf_10_1_2000_54:"客队最高得分半场",
        wf_10_1_2000_58:"两个半场均大球",
        wf_10_1_2000_59:"两个半场均小球",
        wf_10_1_2000_122:"是否进入点球决战",
        wf_10_1_2006_123:"点球决战获胜者",
        //角球
        wf_10_2_2000_1:"角球标准盘",
        wf_10_2_2001_1:"上半场角球标准盘",
        wf_10_2_2000_16:"角球让分盘",
        wf_10_2_2000_18:"角球数大小",
        wf_10_2_2000_26:"角球数单双",
        wf_10_2_2001_26:"上半场角球数单双",
        wf_10_2_2000_25:"总角球数",
        wf_10_2_2001_25:"上半场总角球数",
        wf_10_2_2000_8:"第一个角球",
        wf_10_2_2001_8:"上半场第一个角球",
        wf_10_2_2000_9:"最后一个角球",
        wf_10_2_2001_9:"上半场最后一个角球",
        wf_10_2_2001_16:"上半场角球让盘",
        wf_10_2_2001_18:"上半场角球大小",

        wf_10_2_2000_19:"主队角球数大小",
        wf_10_2_2001_19:"上半场主队角球数大小",
        wf_10_2_2000_20:"客队角球数大小",
        wf_10_2_2001_20:"上半场客队角球数大小",
        wf_10_2_2000_170:"主队总角球数",
        wf_10_2_2001_170:"上半场主队总角球数",
        wf_10_2_2000_171:"客队总角球数",
        wf_10_2_2001_171:"上半场客队总角球数",
        //罚牌
        wf_10_3_2000_1:"罚牌标准盘",
        wf_10_3_2001_1:"上半场罚牌标准盘",
        wf_10_3_2000_18:"罚牌数大小",
        wf_10_3_2001_18:"上半场罚牌数大小",
        wf_10_3_2000_8:"最先被罚牌球队",
        wf_10_3_2001_8:"上半场最先被罚牌球队",
        wf_10_3_2000_19:"主队罚牌数大小",
        wf_10_3_2001_19:"上半场主队罚牌数大小",
        wf_10_3_2000_20:"客队罚牌数大小",
        wf_10_3_2001_20:"上半场客队罚牌数大小",
        wf_10_3_2000_23:"主队罚牌数",
        wf_10_3_2001_23:"上半场主队罚牌数",
        wf_10_3_2000_24:"客队罚牌数",
        wf_10_3_2001_24:"上半场客队罚牌数",
        wf_10_3_2000_146:"是否出现红牌",
        wf_10_3_2001_146:"上半场是否出现红牌",
        wf_10_3_2000_147:"主队是否出现红牌",
        wf_10_3_2001_147:"上半场主队是否出现红牌",
        wf_10_3_2000_148:"客队是否出现红牌",
        wf_10_3_2001_148:"上半场客队是否出现红牌",
        //得分球队
        wf_10_1_2000_8:"率先得分球队",
        wf_10_1_2001_8:"上半场率先得分球队",
        wf_10_1_2002_8:"下半场率先得分球队",
        wf_10_1_2000_9:"最后得分球队",
        wf_10_1_2000_30:"得分球队",
        wf_10_1_2000_29:"两队均得分",
        wf_10_1_2000_52:"半场最高得分",
        wf_10_1_2001_29:"上半场两队均得分",
        wf_10_1_2002_29:"下半场两队均得分",
        wf_10_1_2000_35:"标准盘及两队均得分",
        wf_10_1_2001_35:"上半场标准盘及两队均得分",
        wf_10_1_2002_35:"下半场标准盘及两队均得分",
        wf_10_1_2000_36:"大小盘及两队均得分",
        wf_10_1_2001_36:"上半场大小盘及两队均得分",
        wf_10_1_2002_36:"下半场大小盘及两队均得分",
        //进球
        wf_10_1_2000_23:"主队精确进球数",
        wf_10_1_2001_23:"上半场主队精确进球数",
        wf_10_1_2000_24:"客队精确进球数",
        wf_10_1_2001_24:"上半场客队精确进球数",
        wf_10_1_2000_21:"精确进球数",
        wf_10_1_2001_21:"上半场精确进球数",
        wf_10_1_2002_21:"下半场精确进球数",
        wf_10_1_2000_19:"主队进球大小",
        wf_10_1_2000_20:"客队进球大小",
        wf_10_1_2001_19:"上半主队进球大小",
        wf_10_1_2001_20:"上半客队进球大小",
        wf_10_1_2002_19:"下半主队进球大小",
        wf_10_1_2002_20:"下半客队进球大小",
        wf_10_1_2000_27:"主队进球单双",
        wf_10_1_2000_28:"客队进球单双",
        //加时赛
        wf_10_1_2003_1:"加时标准盘",
        wf_10_1_2003_16:"加时让球盘",
        wf_10_1_2003_18:"加时大小盘",
        //点球
        wf_10_1_2006_123:"点球胜负盘",
        wf_10_1_2006_18:"点球大小盘",



        //篮球
        //早盘
        //核心玩法
        wf_11_1_0_186:"获胜者",
        wf_11_1_0_16:"全场让分",
        wf_11_1_0_18:"全场大小",
        wf_11_1_0_26:"单双",
        wf_11_1_0_11:"平局退款",
        //全场玩法
        wf_11_1_0_47:"半全场",
        wf_11_1_0_19:"主队大小分",
        wf_11_1_0_20:"客队大小分",
        wf_11_1_0_1:"标准盘",//常规时间
        wf_11_1_0_220:"是否出现加时赛",


        //上半场玩法
        wf_11_1_1_186:"上半场胜负盘",
        wf_11_1_1_26:"上半场单双",
        wf_11_1_1_1:"上半场标准盘",
        wf_11_1_1_16:"上半场让分盘",
        wf_11_1_1_18:"上半场大小",
        wf_11_1_1_19:"上半场主队大小盘",
        wf_11_1_1_20:"上半场客队大小盘",

        //单节玩法
        wf_11_1_51_1:"第一节标准盘",
        wf_11_1_51_16:"第一节让分盘",
        wf_11_1_51_18:"第一节大小盘",
        wf_11_1_51_26:"第一节单双",
        wf_11_1_51_11:"第一节平局退款",
        wf_11_1_52_1:"第二节标准盘",
        wf_11_1_52_16:"第二节让分盘",
        wf_11_1_52_18:"第二节大小盘",
        wf_11_1_52_26:"第二节单双",
        wf_11_1_52_11:"第二节平局退款",
        wf_11_1_53_1:"第三节标准盘",
        wf_11_1_53_16:"第三节让分盘",
        wf_11_1_53_18:"第三节大小盘",
        wf_11_1_53_26:"第三节单双",
        wf_11_1_53_11:"第三节平局退款",
        wf_11_1_54_1:"第四节标准盘",
        wf_11_1_54_16:"第四节让分盘",
        wf_11_1_54_18:"第四节大小盘",
        wf_11_1_54_26:"第四节单双",
        wf_11_1_54_11:"第四节平局退款",
        //正盘
        //核心玩法
        wf_11_1_1000_186:"获胜者",
        wf_11_1_1000_16:"全场让分",
        wf_11_1_1000_18:"全场大小",
        wf_11_1_1000_26:"全场单双",
        wf_11_1_1000_11:"平局退款",
        //全场玩法
        wf_11_1_1000_47:"半全场",
        wf_11_1_1000_19:"主队大小分",
        wf_11_1_1000_20:"客队大小分",
        wf_11_1_1000_1:"标准盘",//常规时间
        wf_11_1_1000_220:"是否出现加时赛",

        //上半场玩法
        wf_11_1_1001_186:"上半场胜负盘",
        wf_11_1_1001_26:"上半场单双",
        wf_11_1_1001_1:"上半场标准盘",
        wf_11_1_1001_16:"上半场让分",
        wf_11_1_1001_18:"上半场大小",
        wf_11_1_1001_19:"上半场主队大小盘",
        wf_11_1_1001_20:"上半场客队大小盘",
        wf_11_1_1001_11:"上半场平局退款",

        //单节玩法
        wf_11_1_1051_1:"第一节标准盘",
        wf_11_1_1051_16:"第一节让分",
        wf_11_1_1051_18:"第一节大小",
        wf_11_1_1051_26:"第一节单双",
        wf_11_1_1051_11:"第一节平局退款",
        wf_11_1_1052_1:"第二节标准盘",
        wf_11_1_1052_16:"第二节让分",
        wf_11_1_1052_18:"第二节大小",
        wf_11_1_1052_26:"第二节单双",
        wf_11_1_1052_11:"第二节平局退款",
        wf_11_1_1053_1:"第三节标准盘",
        wf_11_1_1053_16:"第三节让分",
        wf_11_1_1053_18:"第三节大小",
        wf_11_1_1053_26:"第三节单双",
        wf_11_1_1053_11:"第三节平局退款",
        wf_11_1_1054_1:"第四节标准盘",
        wf_11_1_1054_16:"第四节让分",
        wf_11_1_1054_18:"第四节大小",
        wf_11_1_1054_26:"第四节单双",
        wf_11_1_1054_11:"第四节平局退款",

        //滚球
        //核心玩法
        wf_11_1_2000_186:"获胜者",
        wf_11_1_2000_16:"全场让分",
        wf_11_1_2000_18:"全场大小",
        wf_11_1_2000_26:"单双",
        wf_11_1_2000_11:"平局退款",
        //全场玩法
        wf_11_1_2000_47:"半全场",
        wf_11_1_2000_19:"主队大小分",
        wf_11_1_2000_20:"客队大小分",
        wf_11_1_2000_1:"标准盘",//常规时间
        wf_11_1_2000_220:"是否出现加时赛",

        //上半场玩法
        wf_11_1_2001_186:"上半场胜负盘",
        wf_11_1_2001_26:"上半场单双",
        wf_11_1_2001_1:"上半场标准盘",
        wf_11_1_2001_18:"上半场大小",
        wf_11_1_2001_16:"上半场让分盘",
        wf_11_1_2001_19:"上半场主队大小盘",
        wf_11_1_2001_20:"上半场客队大小盘",

        //单节玩法
        wf_11_1_2051_1:"第一节标准盘",
        wf_11_1_2051_16:"第一节让分盘",
        wf_11_1_2051_18:"第一节大小盘",
        wf_11_1_2051_26:"第一节单双",
        wf_11_1_2051_11:"第一节平局退款",
        wf_11_1_2052_1:"第二节标准盘",
        wf_11_1_2052_16:"第二节让分盘",
        wf_11_1_2052_18:"第二节大小盘",
        wf_11_1_2052_26:"第二节单双",
        wf_11_1_2052_11:"第二节平局退款",
        wf_11_1_2053_1:"第三节标准盘",
        wf_11_1_2053_16:"第三节让分盘",
        wf_11_1_2053_18:"第三节大小盘",
        wf_11_1_2053_26:"第三节单双",
        wf_11_1_2053_11:"第三节平局退款",
        wf_11_1_2054_1:"第四节标准盘",
        wf_11_1_2054_16:"第四节让分盘",
        wf_11_1_2054_18:"第四节大小盘",
        wf_11_1_2054_26:"第四节单双",
        wf_11_1_2054_11:"第四节平局退款",

        //网球
        //早盘
        //核心玩法
        wf_12_1_0_186:"比赛获胜",
        wf_12_1_0_16:"局数让分",
        wf_12_1_0_18:"总局数",
        wf_12_1_0_26:"局数单双",
        wf_12_1_0_196:"总盘数",
        //wf_12_1_0_  让局
        //wf_12_1_0_总局数
        //wf_12_1_0_局数单双
        //全场玩法
        //盘波胆(3局2胜)
        wf_12_1_0_21:"盘波胆（5盘3胜）",
        wf_12_1_0_45:"比赛得分",
        //wf_12_1_0_总盘数(3盘2胜)

        wf_12_1_0_21:"总盘数(5局3胜)",
        wf_12_1_0_195:"是否出现抢七",
        //单局玩法
        wf_12_1_51_16:"第1盘局数让分",
        wf_12_1_52_16:"第2盘局数让分",
        wf_12_1_53_16:"第3盘局数让分",
        wf_12_1_54_16:"第4盘局数让分",
        wf_12_1_55_16:"第5盘局数让分",

        wf_12_1_51_18:"第1盘总局数",
        wf_12_1_52_18:"第2盘总局数",
        wf_12_1_53_18:"第3盘总局数",
        wf_12_1_54_18:"第4盘总局数",
        wf_12_1_55_18:"第5盘总局数",


        wf_12_1_51_26:"第1盘局数单双",
        wf_12_1_52_26:"第2盘局数单双",
        wf_12_1_53_26:"第3盘局数单双",
        wf_12_1_54_26:"第4盘局数单双",
        wf_12_1_55_26:"第5盘局数单双",

        wf_12_1_51_202:"第1盘获胜者",
        wf_12_1_52_202:"第2盘获胜者",
        wf_12_1_53_202:"第3盘获胜者",
        wf_12_1_54_202:"第4盘获胜者",
        wf_12_1_55_202:"第5盘获胜者",

        wf_12_1_51_45:"第1盘比赛得分(波胆)",
        wf_12_1_52_45:"第2盘比赛得分(波胆)",
        wf_12_1_53_45:"第3盘比赛得分(波胆)",
        wf_12_1_54_45:"第4盘比赛得分(波胆)",
        wf_12_1_55_45:"第5盘比赛得分(波胆)",

        wf_12_1_51_195:"第1盘是否出现抢七",
        wf_12_1_52_195:"第2盘是否出现抢七",
        wf_12_1_53_195:"第3盘是否出现抢七",
        wf_12_1_54_195:"第4盘是否出现抢七",
        wf_12_1_55_195:"第5盘是否出现抢七",

        wf_12_1_51_21:"第一盘局波胆",
        //wf_12_1_51_ 第一盘让局胜负

        //正盘
        //核心玩法
        wf_12_1_1000_186:"比赛获胜",
        wf_12_1_1000_16:"局数让分",
        wf_12_1_1000_18:"总局数",
        wf_12_1_1000_26:"局数单双",
        wf_12_1_1000_196:"总盘数",
        //wf_12_1_0_  让局
        //wf_12_1_0_总局数
        //wf_12_1_0_局数单双
        //全场玩法
        //盘波胆(3局2胜)
        wf_12_1_1000_21:"盘波胆（5盘3胜）",
        wf_12_1_1000_45:"比赛得分",
        //wf_12_1_0_总盘数(3盘2胜)

        wf_12_1_1000_21:"总盘数(5局3胜)",
        wf_12_1_1000_195:"是否出现抢七",
        //单局玩法
        wf_12_1_1051_16:"第1盘局数让分",
        wf_12_1_1052_16:"第2盘局数让分",
        wf_12_1_1053_16:"第3盘局数让分",
        wf_12_1_1054_16:"第4盘局数让分",
        wf_12_1_1055_16:"第5盘局数让分",

        wf_12_1_1051_18:"第1盘总局数",
        wf_12_1_1052_18:"第2盘总局数",
        wf_12_1_1053_18:"第3盘总局数",
        wf_12_1_1054_18:"第4盘总局数",
        wf_12_1_1055_18:"第5盘总局数",

        wf_12_1_1051_26:"第1盘局数单双",
        wf_12_1_1052_26:"第2盘局数单双",
        wf_12_1_1053_26:"第3盘局数单双",
        wf_12_1_1054_26:"第4盘局数单双",
        wf_12_1_1055_26:"第5盘局数单双",

        wf_12_1_1051_202:"第1盘获胜者",
        wf_12_1_1052_202:"第2盘获胜者",
        wf_12_1_1053_202:"第3盘获胜者",
        wf_12_1_1054_202:"第4盘获胜者",
        wf_12_1_1055_202:"第5盘获胜者",

        wf_12_1_1051_45:"第1盘比赛得分(波胆)",
        wf_12_1_1052_45:"第2盘比赛得分(波胆)",
        wf_12_1_1053_45:"第3盘比赛得分(波胆)",
        wf_12_1_1054_45:"第4盘比赛得分(波胆)",
        wf_12_1_1055_45:"第5盘比赛得分(波胆)",

        wf_12_1_1051_195:"第1盘是否出现抢七",
        wf_12_1_1052_195:"第2盘是否出现抢七",
        wf_12_1_1053_195:"第3盘是否出现抢七",
        wf_12_1_1054_195:"第4盘是否出现抢七",
        wf_12_1_1055_195:"第5盘是否出现抢七",


        wf_12_1_1051_21:"第一盘局波胆",
        //wf_12_1_51_ 第一盘让局胜负

        //滚球
        //核心玩法
        wf_12_1_2000_186:"比赛获胜",
        wf_12_1_2000_16:"局数让分",
        wf_12_1_2000_18:"总局数",
        wf_12_1_2000_26:"局数单双",
        wf_12_1_2000_196:"总盘数",
        //wf_12_1_0_  让局
        //wf_12_1_0_总局数
        //wf_12_1_0_局数单双
        //全场玩法
        //盘波胆(3局2胜)
        wf_12_1_2000_21:"盘波胆（5盘3胜）",
        wf_12_1_2000_45:"比赛得分",
        //wf_12_1_0_总盘数(3盘2胜)

        wf_12_1_2000_21:"总盘数(5局3胜)",
        wf_12_1_2000_195:"是否出现抢七",
        //单局玩法
        wf_12_1_2051_16:"第1盘局数让分",
        wf_12_1_2052_16:"第2盘局数让分",
        wf_12_1_2053_16:"第3盘局数让分",
        wf_12_1_2054_16:"第4盘局数让分",
        wf_12_1_2055_16:"第5盘局数让分",

        wf_12_1_2051_18:"第1盘总局数",
        wf_12_1_2052_18:"第2盘总局数",
        wf_12_1_2053_18:"第3盘总局数",
        wf_12_1_2054_18:"第4盘总局数",
        wf_12_1_2055_18:"第5盘总局数",

        wf_12_1_2051_26:"第1盘局数单双",
        wf_12_1_2052_26:"第2盘局数单双",
        wf_12_1_2053_26:"第3盘局数单双",
        wf_12_1_2054_26:"第4盘局数单双",
        wf_12_1_2055_26:"第5盘局数单双",

        wf_12_1_2051_202:"第1盘获胜者",
        wf_12_1_2052_202:"第2盘获胜者",
        wf_12_1_2053_202:"第3盘获胜者",
        wf_12_1_2054_202:"第4盘获胜者",
        wf_12_1_2055_202:"第5盘获胜者",

        wf_12_1_2051_45:"第1盘比赛得分(波胆)",
        wf_12_1_2052_45:"第2盘比赛得分(波胆)",
        wf_12_1_2053_45:"第3盘比赛得分(波胆)",
        wf_12_1_2054_45:"第4盘比赛得分(波胆)",
        wf_12_1_2055_45:"第5盘比赛得分(波胆)",

        wf_12_1_2051_195:"第1盘是否出现抢七",
        wf_12_1_2052_195:"第2盘是否出现抢七",
        wf_12_1_2053_195:"第3盘是否出现抢七",
        wf_12_1_2054_195:"第4盘是否出现抢七",
        wf_12_1_2055_195:"第5盘是否出现抢七",

        wf_12_1_2051_21:"第1盘局波胆"
    }




};



