/** 开发配置文件 */
module.exports = {
  /** 在storage中存储数据的key */
  storeKeys: {
    /** 用户信息key */
    USERINFO: 'nbmm-admin-userinfo'
  },
  /** 查询列表默认参数 */
  pageParams: {
    /** 默认每页10条记录 */
    pageSize: 10,
    /** 默认查询第一条 */
    pageIndex: 1
  },
  /** 需要全屏显示的页面路由地址 */
  fullPages: [
    // 登录
    /^\/login.*/
  ],
  /** 登录校验相关配置 */
  auths: {
    /** 需要登录的地址 */
    urls: [
      /^\/.*/i
    ],
    /** 需要排除的地址 */
    excludes: [
      /^\/login.*/
    ]
  },
  /** 投注项名 */
  option: {
    Yes: '是',
    No: '否',
    Equals: '和',
    1: '主',
    X: '和',
    x: '和',
    2: '客',
    '1X': '主和',
    12: '主客',
    X2: '和客',
    Over: '大',
    Under: '小',
    Odd: '单',
    Even: '双',
    Other: '其他',
    maxscore_1: '上半场',
    maxscore_2: '下半场',
    maxscore_Equals: '平局',
    '47_1/1': '主/主',
    '47_1/X': '主/和',
    '47_1/2': '主/客',
    '47_X/1': '和/主',
    '47_X/X': '和/和',
    '47_X/2': '和/客',
    '47_2/1': '客/主',
    '47_2/X': '客/和',
    '47_2/2': '客/客',
    '30_None': '无进球',
    '30_Both': '双方球队',
    '30_1': '仅主队',
    '30_2': '仅客队',
  },
  /** 玩法名 */
  game: {
    // sno_grouptype_比赛阶段_gtp
    // 足球
    '10_1_0_1': '胜平负',
    '10_1_1_1': '上半场胜平负',
    '10_1_0_10': '双胜彩',
    '10_1_1_10': '上半场双胜彩',
    '10_1_0_14': '让分胜平负',
    '10_1_0_16': '让分',
    '10_1_1_16': '上半场让分',
    '10_1_0_18': '大小',
    '10_1_1_18': '上半场大小',
    '10_1_0_21': '精准进球数',
    '10_1_0_25': '总分范围',
    '10_1_0_26': '单双',
    '10_1_1_26': '上半场单双',
    '10_1_0_29': '两队均得分',
    '10_1_1_29': '上半场两队均得分',
    '10_1_0_30': '得分球队',
    '10_1_0_33': '主胜且零封',
    '10_1_0_34': '客胜且零封',
    '10_1_0_45': '正确比分',
    '10_1_0_47': '半全场',
    '10_1_0_48': '主队两个半场均得分',
    '10_1_0_49': '客队两个半场均得分',
    '10_1_0_50': '主队任意半场获胜',
    '10_1_0_51': '客队任意半场获胜',
    '10_1_0_52': '最高得分半场',
    '10_1_0_53': '主队最高得分半场',
    '10_1_0_54': '客队最高得分半场',

    // 篮球
    '11_1_0_16': '让分',
    '11_1_1_16': '上半场让分',
    '11_1_51_16': '第1节让分',
    '11_1_52_16': '第2节让分',
    '11_1_53_16': '第3节让分',
    '11_1_54_16': '第4节让分',
    '11_1_0_18': '大小',
    '11_1_1_18': '上半场大小',
    '11_1_51_18': '第1节大小',
    '11_1_52_18': '第2节大小',
    '11_1_53_18': '第3节大小',
    '11_1_54_18': '第4节大小',
    '11_1_0_26': '单双',
    '11_1_1_26': '上半场单双',
    '11_1_51_26': '第1节单双',
    '11_1_52_26': '第2节单双',
    '11_1_53_26': '第3节单双',
    '11_1_54_26': '第4节单双',
    '11_1_0_47': '半全场',
    '11_1_1_47': '半全场',
    '11_1_0_186': '胜负',
    '11_1_0_220': '是否进入加时赛',
    '11_1_1_290': '上半场胜分范围',
  },
}
