/* eslint-disable import/no-anonymous-default-export */
export default {
  title: `投注规则`,
  children: [
    {
      content: '前言',
      children: [
        {
          content: '',
          children: [
            `某些赛事和赌盘有不同的规则，这些规则列于本网站有关特定赛事或赌盘/投注类型的《特别赛事/赌盘投注规则》中。 下述内容为适用于所有赛事和赌盘/投注类型的一般规则，必须完全遵守。 在适用的情况下，本公司网站公布的《条款和条件》中所列规定与定义应当适用于本《投注规则与规定》。`
          ]
        }
      ]
    },
    {
      content: `一般投注规则与规定`,
      children: [
        {
          content: `总则`,
          children: [
            `本公司的所有投注信息都是出于诚意提供的。 不过，本公司不对有关日期、时间、地点、竞争对手、赔率、结果、统计数据、团队制服（显示在实时视频中）或其它投注信息的任何错误或遗漏负责。 本公司保留纠正任何明显错误的权利，并且应当采取所有合理行动确保以诚信透明的方式管理赌盘，赌盘定义为针对某一体育赛事所提供的不同的投注类型。 公司保留做出最终性决定的权利。`,
            `如果一项赛事在预定时间之前开始，则只有该项赛事开始之前所做投注（除指定的现场投注以外）会被视为有效投注，赛事的定义是两个团队或个人间有组织的体育比赛或活动。 如果一个赌盘未在正确时间关闭或中止，则本公司有权取消在实际开始时间之后进行的所有投注（除指定的现场投注以外）。`,
            `如果网站对赛事所用的名稱翻譯有任何差异，公司保留做出最终性决定的权利。`,
            `在任何时候，客户有责任了解比赛分数和所有相关的比赛信息，并且建议客户在下注之前确认比赛状况。`,
            `本公司有权在任何时候出于任何原因修改这些规则。 一旦在网站上发布，任何此类修改都是具有约束性和立即生效的。`,
            `客户承认网站上提供的当前分数、所用时间及其它数据虽然是由第三方以“直播”形式提供，但仍会有时间延迟以及/或者可能不准确的情况，并且根据这些数据做任何投注时，客户应自行承担所有风险。 本公司提供这些数据时，不保证其准确性、完整性或及时性，并且不对客户因依赖这些数据而遭受的任何损失（直接或间接损失）负责。`,
            {
              content: `在出现以下任何情形时，本公司可全权在不提前通知的前提下决定取消或宣布投注无效或暂停用户帐号：`,
              children: [
                `投注细节不完整或错误；`,
                `投注超出公司所规定的限额；`,
                `以违反公司规则方式投注；`,
                `人为的打字及传输错误导致不正确的游戏数据或概率；`,
                `当出现异常或不规范使用游戏平台的情况，或出现过高的损失或收益。`,
              ]
            },
            `本公司保留暂停比赛游戏或特定产品的权利，以纠正任何明显错误，维持该游戏的诚信和公平性。`,
            `一旦公司确认赌注，则客户不能修改或取消该赌注。`,
            `如果客户存有任何疑问或怀疑系统错误，则建议客户停止游戏，并与本公司的客户支持部门相协调。如果客户继续游戏，该客户应对其赌注的结果负责，且公司有权决定是否解决这一问题。`,
            `当开始现场比赛或游戏，且客户在其活动进行时予以投注，如果由于任何原因导致赌注断开的，不管断开的原因如何，或出现赌注冻结或崩溃，都将停止所有赌注，直到该活动完成并已知结果时才能进行结算。该一般规则不适用于某一游戏或产品拥有发生断开意外时具体规则的情形，适用该具体规则时的结果应以该规则对客户的约束力为基础。`,
            `本公司保留暂停和/或随时关闭客户账户的权利，如果公司认为客户违反任何适用的规则和规章，或欺骗、黑客入侵、攻击、操纵或破坏了正常的投注程序，或如果该客户从事洗钱或其他非法活动，或者该客户低于其所在管辖区或实际区域参与赌博的法定年龄。一旦由于上述原因关闭客户帐户，包括客户账户余额在内的所有奖金和/或支出都将没收。`,
            `本公司保留为其现有产品和即将提供的产品设置最大奖金额的权利。`,
            `如果公司有证据表明价格或联营的操纵，或比赛、活动或竞赛中的作弊行为，则公司保留拒绝付款的权利。上述证据以所有投注渠道的投注大小、容量或模式为基础。如上述规则解释存有任何争议，以公司解释为准。`,
            `本公司保留作废并取消涉及非法赌博活动的所有投注的权利。`,
            `本公司保留拒绝客户进入游戏或将客户踢出游戏的权利。`,
            `该软件不存在任何明示或暗示、法定或公司其他方面规定的保证、条件、承诺或声明。本公司不出于任何目的保证该软件适销性、质量及适合性，且不保证该软件能够满足客户的要求，不保证软件不会构成侵权。`,
            `虽然公司承诺会合理且谨慎行事，公司并不保证该软件不会出现任何错误或中断，不保证会修正软件内的任何错误，也不保证软件或服务器无病毒。`,
            `本公司对因账户结算相关的通信或系统错误造成的所有成本、费用、损失或索赔概不负责。本公司保留采取任何适当的措施，包括删除所有相关游戏软件以纠正此类错误的权利。`,
            `当下注或使用该软件时，客户承认公司无法控制客户如何使用该软件。此外，客户应承担其下注及使用软件的所有风险，且公司对任何直接、间接、附加、偶然的或特殊的任何形式的伤害或损失概不负责。`,
            `禁止客户披露软件内属于公司或软件供应商的任何机密信息。`,
            `为进行游戏或投注，授予客户个人的、非排他的、不可转让的使用该软件的权利。`,
            {
              content: `禁止客户：`,
              children: [
                `将软件安装或加载至另一个设备的服务器上，或采取措施使其他人可在网络上获取该软件。`,
                `再许可、转让、出租、出借、转移、复制或分发本软件的副本；`,
                `以该软件、该软件或复制品的任何部分为基础，解码、还原工程、反汇编、修改或创造衍生软件，或适应性转录或合并软件的任何部分，转换软件或软件的任何部分或企图破解本软件的源代码；`,
                `删除软件供应商的任何版权、专利或类似通知；和`,
                `进入、访问，或试图进入、访问或以其他方式进入公司安全系统或以任何方式干扰软件、游戏和网站。`,
              ]
            },
            `使用该软件并不授予客户该软件任何知识产权的所有权。`,
            `以上一般规则应仅使用于特殊游戏或产品缺乏特殊规则的情况。`,
          ]
        },
        {
          content: `中止和延期`,
          children: [
            `如果一项赛事未在预定开始日期开始，并且未按特定体育规则的规定，在原先预定的完成日期完成，则所有的投注都将无效，除了对已获得无条件确定的赌盘所做的投注以外。`,
            `如果一项赛事已经开始，但之后又中止，并且未按特定体育规则的规定，在原先预定的完成日期完成，则所有的投注都将无效，除了对无条件决定结果的赌盘所做的投注以外。`,
            `如果一项赛事未按特定体育规则的规定，在原告预定的完成日期完成，而正式的比赛结果得以宣布，或者特定赛事的相关主管机构宣布了一个结果，则本公司有权认定这一比赛是正式有效的。 在此方面，本公司的决定是最终和具有结束性的。`,
          ]
        },
        {
          content: `场地变更`,
          children: [
            `除非另有说明，如果一项比赛预计在一个中立性场地上展开，但却在非中立的场地上展开，所有的投注仍将被视为有效，反之亦然。如果主场团队打客场团队的场地变更，反之亦然，对该场比赛的所有投注都将被视为无效。如果主场和客场团队的名称被错误地颠倒，投注也会被视为无效。`,
            `对于所有非团队赛事，如果预定的场地在赌盘开放后变更，则所有的投注仍将被视为有效。`,
          ]
        },
        {
          content: `赛事期间`,
          children: [
            `所显示的赛事进行时间仅供于参考。尽管赛事进行时间和所显示的有所差异，投注仍有可能被视为有效。`,
            `在比赛伤停时间发生的任何情况都被视为在常规时间末时发生，例如一场足球比赛上半场伤停补时阶段的一个进球会被视为是在第45分钟时踢进的。`,
          ]
        },
        {
          content: `赛果`,
          children: [
            `必要时，颁奖仪式的位次将被视为是正式赛果，不论之后是否出现取消或更改赛果的情况。 如果没有颁奖仪式，赛果将会依据相关主管机构在赌盘结算时提供的官方结果而定，不论之后是否出现取消或更改赛果的情况。 如果没有提供适用的官方结果，则将依据到赌盘结算时适用且已知的证据来确定赛果。`,
            `赌盘通常会在一项赛事结束后不久进行结算。 完全出于服务客户的目的，一些赌盘可能会在正式结果公布之前结算。 如果一个赌盘结算错误，本公司有权撤销结算。`,
            `如果无法确定赛事结果，公司保留暂停任何赌盘结算的权利。`,
            `除了不存在的赛事以外，公司将不会因任何赛事结果，球队名称或该赛事任何细节上的修改而对已结算72小时的投注项目作出更改。`,
            `当官方赛果与本公司网站赛果版块公布的赛果之间有冲突时，应当通过参考本公司的有关赛事视频记录来确定正确的结果，以便解决冲突。 然而，如果没有此类适用的视频记录，应当根据特定赛事的相关主管机构在其官方网站上公布的赛果确定正确的结果。 如果该官方网站无法提供这一结果或者官方网站公布的赛果明显有错，则本公司有权做出决定/修正，以便确定最终的结果。 在此方面，本公司的决定是最终和具有结束性的。`,
            `无论任何的项目在结束后出现后续的决定更改、抗议或上诉而引致的成绩变动，项目的获胜者将就根据项目结束时的成绩来确定投注的胜负。`,
          ]
        },
        {
          content: `自动计时器接受功能`,
          children: [
            `对于某些可由本公司确定的赛事，客户可以利用计时器接受功能进行投注，选择菜单上的“计时器接受”按钮即可。 利用计时器接受功能所做的每次投注将有自己的倒计时，其持续时间将由本公司独家决定。 在计时器倒数完毕时，若没有下文1.6.2节所述任何妨害的情况出现，投注将会被接受。`,
            {
              content: `如果在计时器倒数结束前发生任何本节所述的妨害情况，所有使用计时器接受功能所做投注都将立即被取消；`,
              children: [
                `如果很可能或确实领得一张红牌；`,
                `如果可能或确实被判罚一个点球；`,
                `如果任何球队可能入球或取得入球；`,
                `偶发事件包括但不限于，影响正确地下注、接受投注、记录或通告投注的任何设备或通讯中断，操作或传输延误或中断，通讯线路故障等。`,
              ]
            },
            `在使用计时器接受功能时，客户承认本网站上提供的当前分数、所用时间及其它数据虽然是由第三方以直播形式提供，但仍会有时间延迟以及/或者可能不准确的情况，并且根据这些数据做任何投注时，客户应自行承担所有风险。 本公司提供这些数据，并且不对客户因依赖这些数据而遭受的任何损失（直接或间接损失）负责。`,
          ]
        },
        {
          content: `实时兑现`,
          children: [
            `实时兑现在选定赛事或赛程的结果确定之前让客户可以选择出售其全部或部分注单。`,
            `实时兑现仅适用于在线（「直播」）投注赛事、赛程或具有实时兑现图标的赌盘。实时兑现不适用于串关、其他多投注选项以及使用免费投注的注单。`,
            `只要注单的剩余金额不等于或低于原始投注金额的 20％，便可以出售一部分注单。最低的部分实时兑现金额至少为注单原始投注金额的 20％。`,
            `实时赔率决定了实时兑现的金额。如果兑现时, 实时兑现金额改变或是赌盘被暂停，客户可能无法实时兑现成功。客户可以重试直到系统成功接受实时兑现。`,
            `如果系统成功接受了该注单的实时兑现，客户则无法取消兑现交易。已实时兑现的注单金额将计入客户余额中，并且不会受到投注赛事、赛程或赌盘的官方结果影响。`,
            `如果赛事赌盘结算错误或公司认为撤销结算合理必要，公司保留撤销已实时兑现注单的权利。如撤销结算，客户已收到该注单的实时兑现金额将从其账户余额中扣除，且注单将保持原始投注金额或是当时进行部分实时兑现的剩余价值。`,
            `如果选定赛事或赛程被取消而注单已实时兑现，除了无条件决定投注结果的注单外，注单的实时兑现将被撤回。注单实时兑现的金额将从客户的帐户中扣除，且原始投注金额将退还给客户。`,
            `注单实时兑现的金额将在合理的时间内计入客户的帐户。`,
            `公司保留权利并有绝对决定权以接受或拒绝使用实时兑现、在某些赛事、赛程或赌盘上提供实时兑现的功能，以及在其认为必要时修改、暂停或删除实时兑现的功能。`,
            `客户明白公司对于由于技术错误而引致无法使用实时兑现的功能概不负责。`,
            `客户明白实时兑现是第三方提供的产品。对于透过实时兑现出售的注单的结算和客户因使用实时兑现而产生的所有其他索赔，第三方须承担最终责任。公司对客户使用实时兑现而遭受的直接或间接损失不承担任何责任。`,
            `实时兑现功能不适用于已利用或使用公司提供红利的客户，除非客户已符合及满足针对该红利的条款和条件。选择使用实时兑现功能的客户可要求客户服务部收回红利，以使用实时兑现功能。公司拥有最终决定是否允许收回红利并使用实时兑现的功能。`,
          ]
        },
        {
          id: `mixparlayLimit`,
          content: `串关最高派彩`,
          children: [
            `串彩下注的最高彩金限额如下：`,
            `足球：`,
            `NBA篮球：`,
            `网球：`,
            `其他赛事：`,
            `如下注的串关中赛事的最高彩金限额存在差异，则以最高限额中最低一个的为准。`,
            `所有最高派彩限额也针对任何群组客户，或一个组织团体/集团投注予相同的串关组合，包括通过不同的帐号下注予相同系列组合，以及同一范围里的价位。`,
            `若本公司有任何理由认为该投注已抵触以上条列，所有有关该组合的总派彩金将会被限制为单一最高派彩。而这单一派彩金将会计算予优先投注该组合的客户。`,
            `最高派彩限额将以美元作标准。如果以其他货币进行投注，派彩额将使用当天适当的货币兑换率来进行转换。`,
          ]
        }
      ]
    },
    {
      content: `赌盘（投注类型）规则之一般规则`,
      children: [
        {
          content: `总则`,
          children: [
            {
              content: `冠军投注 `,
              children: [
                `冠军投注是指对一项赛事、比赛或锦标赛中的获胜者投注。`,
                `冠军排名投注是指对参赛者在一项赛事、比赛或锦标赛中获得的指定名次投注。 赌盘标题中将标明会赢得排名投注的数量。`,
                `如果参赛者/球员没有出场参加赛事、比赛或锦标赛，则所有投注于该参赛者/球员的“优胜冠军(冠军)”投注将作废，除非在特定的投注规则中另有说明。`,
                {
                  content: `如果有有两名或以上的获胜者，或者任何冠军赌盘中宣布有“不分胜负”的情况，则彩金赔率（减去下注金额）将按获胜者的数量分配和结算，同时退还下注金额。`,
                  children: [
                    `这有一个示例，客户询问如果英格兰超级联赛 – 最佳射手有2位，公司应如何计算彩金？`,
                    `彩金将为：下注金额/赢家x（赔率 - 1）= 彩金（如果最佳射手超过2人=下注金额/（人数））`,
                    `例如：`,
                    `英格兰超级联赛 - 最佳射手`,
                    `迪米塔•贝尔巴托夫（Dimitar Berbatov）1.40`,
                    `特维斯（Carlos Tevez）3.50`,
                    `如果我对迪米塔•贝尔巴托夫投注100，赔率为1.40。`,
                    `如果最佳射手有2人。`,
                    `我的彩金将为：=下注金额100/2 X(赔率- 1) = 20`,
                    `如果我对特维斯投注100，赔率为3.50`,
                    `如果最佳射手有2人。`,
                    `那么我的彩金将为：=下注金额100/2 X(赔率- 1) =125`,
                  ]
                },
                `术语“任何其他选手”（任何其他团队等）指所有未在赌盘中列名的参赛者。`
              ],
            },
            {
              content: `胜负盘`,
              children: [
                `胜负盘表示投注一方参赛者或团队会在一项赛事中击败另一方参赛者，或者在一项配对赛中排名较高。 在《特定赛事投注规则》中列出了其余的胜负盘规则。`,
                `术语“出场阵容（The Field）”指除了胜负盘配对赛中提名的参赛者以外的所有参赛者。`,
              ],
            },
            {
              content: `让球盘 (HDP)，上半场让球盘 (1H HDP) 和下半场让球盘 (2H HDP)`,
              children: [
                `让球盘是指当一方参赛者或团队获得假定的预先让分（在赛事开始之前凭借该让分而有效领先）。 获胜者为赛果加上该让分后得分更高的参赛者或团队。 在《特定赛事投注规则》中列出了其余的让球盘规则。`,
                `上半场让球盘是指投注于上半场将让分数加上实际比赛结果后，得分较高的参赛者或队伍即为赢家。`,
                `下半场让球盘是指投注于下半场将让分数加上实际赛事结果后，得分较高的参赛者或队伍即为赢家。`,
              ],
            },
            {
              content: `大小盘，上半场大小盘和下半场大小盘`,
              children: [
                `大/小盘是指由一项赛事最终赛果的总分（入球数、得分情况等）来确定的投注。 如果总分超过大/小盘预先指定的分数线，则投注“大盘”者为赢家；如果总分低于大/小盘预先指定的分数线，则投注“小盘”者为赢家。`,
                `上半场大小盘是指投注结果由上半场赛事的总分来决定。如果总分大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总分小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。`,
                `下半场大小盘是指投注结果由下半场赛事的总分来决定。如果总分大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总分小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。`,
              ],
            },
            {
              content: `单双盘 (OE) ，上半场单双盘 (1H OE) 和下半场单双盘 (2H OE)`,
              children: [
                `单/双盘是指由一项赛事最终赛果的总分（入球数、得分情况等）来确定的投注。 `,
                `上半场单双盘是指投注结果由上半场赛事的总分来决定。`,
                `下半场单双盘是指投注结果由下半场赛事的总分来决定。`,
                `如果赛事在上半场结束之前中止，全部上半场的投注将视为无效。相反的，如果赛事在上半场结束之后中止，则全部上半场的投注将视为有效。`,
              ],
            },
            {
              content: `单支团队单/双盘`,
              children: [
                `单支团队单/双盘是指预测一支特定团队在一项赛事中全场得分为单数还是双数的投注。`,
                `任何对此赛事的额外补时将不计入内，以便确定一支特定团队的全场得分。`,
              ],
            },
            {
              content: `串关`,
              children: [
                `“串关”乃指以两个或以上的赛事投注为组合的博彩方式。若全部选择均赢，则该串关投注为赢, 并将获赔两个投注的组合赔率。若一个 (或多个) 选择均输, 则 “串关” 投注为输。若一个 (或多个) 选择被推迟, 则该选择的赔率将恢复为1.00的赔率。`,
                `在现场串关投注期间，如果对选择方案的任何投注被拒绝，则这一串关投注将不会生效。`,
                `有关更多详情，请参阅“串关”投注页面上的“帮助”。`,
                `三串四式（trixie）投注包含4项投注，涉及不同赛事的3种选择方案，3个双倍赔率和1个三倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果您的选择方案中有任何三者获胜，则全部3个双倍赔率和1个三倍赔率将为您赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。`,
                `四串十一式（yankee）投注包含11项投注，涉及不同赛事的4种选择方案，6个双倍赔率和4个三倍赔率和1个四倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何3个选择方案获胜，3个双倍赔率和1个四倍赔率能赢得彩金。 如果全部4个选择方案获胜，所有6个双倍赔率，4个三倍赔率和1个四倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。`,
                `五串二十六式（Canadian）投注包含26项投注，涉及不同赛事的5种选择方案，10个双倍赔率，10个三倍赔率，5个四倍赔率和1个五倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何4个选择方案获胜，则6个双倍赔率，4个三倍赔率和1个四倍赔率能赢得彩金。 如果全部5个选择方案获胜，则所有10个双倍赔率，10个三倍赔率，5个四倍赔率和1个五倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。`,
                `六串五十七式（heinz）投注包含57项投注，涉及不同赛事的6种选择方案，15个双倍赔率，20个三倍赔率，15个四倍赔率，6个五倍赔率和1个六倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何5个选择方案获胜，则所有10个双倍赔率，10个三倍赔率，5个四倍赔率和1个五倍赔率能赢得彩金。 如果全部6个选择方案获胜，则所有15个双倍赔率，20个三倍赔率，15个四倍赔率，6个五倍赔率和1个六倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。`,
                `七串一百二十式（super heinz）投注包含120项投注，涉及不同赛事的7种选择方案，21个双倍赔率，35个三倍赔率，35个四倍赔率，21个五倍赔率，7个六倍赔率和1个七倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何6个选择方案获胜，则所有15个双倍赔率，20个三倍赔率，15个四倍赔率，6个五倍赔率和1个六倍赔率能赢得彩金。 如果全部7个选择方案获胜，则所有21个双倍赔率，35个三倍赔率，35个四倍赔率，21个五倍赔率，7个六倍赔率和1个七倍赔率能赢得彩金。 如果一种（或以上）选择方案延期，则该方案的赔率恢复为1.00。`,
                `八串二百四十七式（goliath）投注包含247项投注，涉及不同赛事的8种选择方案，28个双倍赔率，56个三倍赔率，70个四倍赔率，56个五倍赔率，28个六倍赔率，8个七倍赔率和1个八倍赔率。 任何两种选择方案获胜都能保证赢得彩金。 如果您的选择方案中有任何两者获胜，双倍赔率之一能赢得彩金。 如果任何7个选择方案获胜，则所有21个双倍赔率，35个三倍赔率，35个四倍赔率，21个五倍赔率，7个六倍赔率和1个七倍赔率能赢得彩金。 如果全部8种选择方案获胜，则所有的28个双倍赔率，56个三倍赔率，70个四倍赔率，56个五倍赔率，28个六倍赔率，8个七倍赔率和1个八倍赔率能赢得彩金。如果一个（或以上）选择方案延期，则该方案的赔率恢复为1.00。`,
                `有关更多详情，请点击串关投注页面中投注菜单上的图标 " ? " 参看。`,
                {
                  content: `相关偶发事件`,
                  children: [
                    `相关偶发事件发生在复式投注，且一个选择的结果可能会影响另一个选择的结果。`,
                    {
                      content: `相关偶发事件的例子：`,
                      children: [
                        `投注内马尔进球和投注巴西在同一场赛事进多过两球。`,
                        `投注克里斯蒂亚诺。罗纳尔多进多过两球和在同一场葡萄牙赛事投注“两队皆进球 – 是”。`,
                        `投注梅西赢得最佳射脚和投注巴萨赢得联赛冠军。`,
                      ]
                    }
                  ]
                },
                `此类复式投注无法通过常规的赌注放置选项下注。`,
                `投注不慎被接受，则投注将被视为无效。`,
              ],
            },
            {
              content: `单场串关`,
              children: [
                `所有赌盘都将根据数据提供者提供的官方结果进行结算。`,
                `单场串关的投注只适用于全场90分钟加上伤停补时，除非明确声明该投注适用于加时赛和罚球。裁判员判断是否已经踢完了整整90分钟比赛和伤停补时。`,
                `如果任何个人选择失效，或者投注中的球员没有参加比赛，那么整个投注将无效。`,
                `对于任何明显的定价错误，我们保留取消错误赌注的权利。`,
                `如果某事件中止，则任何结果已经出来的赌注将直接成立，比如半场结果或第一个得分的球队。无论该事件中止时的得分如何，所有其他投注将直接无效。`,
                `如果足球比赛推迟、中止、或暂停，并且在预定的开始时间后12小时内未恢复，那么比赛无效（无论官方是否决定遵守结果）。中止/暂停比赛的所有投注结果均由公司自行决定。`,
                `由于数据供应商原因，部分比赛及部分玩法的串关赔率会有0.02-0.05的差异`,
              ],
            },
            {
              content: `投注类型结算规则：`,
              children: [
                `谁会赢？- 你赌的是比赛的结果，90分钟加上伤停补时，例如A队赢，平局或B队赢。`,
                {
                  content: `谁会进球？- 你赌的是在比赛过程中（90分钟加上伤停补时），被提名的球员是否会进球。`,
                  children: [
                    `在中止的比赛中，任何比赛中止前已经得分的球员将被确定为胜利者。`,
                    `如果指定的球员没有参加比赛，对该球员的投注将无效。如果球员参加比赛，投注将有效。`,
                  ]
                },
                {
                  content: `谁会得到黄牌或红牌？- 你赌的是指定球员是否会在90分钟（加伤停补时）比赛进程中获得黄牌或红牌。`,
                  children: [
                    `如果指定球员没有参加比赛，对该球员的投注将无效。`,
                    `只有对在90分钟（加伤停补时）内在球场上的球员出示的牌才算有效。（即给经理、休息的球员或比赛后出示的牌不计算在内）`,
                  ]
                },
                {
                  content: `多少个角球？- 你赌的是90分钟（加伤停补时）内的角球总数是高于还是低于一定数字。`,
                  children: [
                    `只有实际执行的角球才算。如果一个角球被重踢，这只算为一个角球。`
                  ]
                },
                {
                  content: `多少个罚分？- 你赌的是罚分总数是否会在90分钟（加伤停补时）内高于还是低于一定数字。`,
                  children: [
                    `黄牌为1分，红牌为2分。如果一个球员被出示2张黄牌，因此被出示1张红牌，这种情况记为3分。`,
                    `加时赛出示的牌和终场哨后出示的牌不计入总数。`,
                    `只有出示给当前在球场上的球员的牌才算有效。出示给经理或替代球员的卡不计入总数。`,
                  ]
                },
                `两个队都会进球吗？- 你赌的是在比赛过程中（90分钟加上伤停补时），两个队会不会都至少进一球。`,
                `比分会是多少？- 你赌的是比赛后（90分钟加上伤停补时后），比分会是多少。`,
                {
                  content: `共进多少球？- 你赌的是比赛过程中（90分钟加上伤停补时），共进多少球：`,
                  children: [
                    `进球总数是高于还是低于指定总数。`,
                    `总共会进多少球，即不会进球，只进1个球等。`,
                  ]
                },
                {
                  content: `还会发生什么？- 你赌的是比赛过程中（90分钟加上伤停补时），一个特殊的事件会不会发生，比如：`,
                  children: [
                    `是否会在比赛过程中判罚点球。`,
                    `是否会在比赛过程中判罚点球而点球不进。点球没进。点球没进然后重踢不算。只有一个完整的点球结果才算。（只有90分钟加上伤停补时）。`,
                    `比赛过程中是否会进一个点球（只有90分钟加上伤停补时）。`,
                    `是否会在比赛过程中进任意球。任何涉及任意球进球的投注必须是直接任意球得分。点球不算。`,
                    `比赛过程中是否会有球员被罚下场。只有球员在球场上出示的牌才算。在终场哨响后所出示的牌不算。被罚下场的球员即为收到1张红牌，或收到2张黄牌从而直接变为红牌的球员。`,
                    `比赛过程中球框是否会被击中。`,
                  ]
                },
                {
                  content: `球队会进多少个球？- 你赌的是比赛过程中（90分钟加上伤停补时），指定球队会进多少个球，包括：`,
                  children: [
                    `该球队进球总数是高于还是低于指定总数。`,
                    `指定球队比赛中总共会进多少个球，即不进球，球队A进1个球，球队B进3个球，等（包括乌龙球）。`,
                  ]
                },
                `指定球队会比另一个球队多进几个球？- 你赌的是比赛进程中（90分钟加伤停补时）指定球队会比另一个球队多进几个球。`,
                {
                  content: `指定球队会得多少个罚分？- 你赌的是指定球队的罚分是否会在90分钟（加伤停补时）内高于还是低于指定总数。`,
                  children: [
                    `黄牌为1分，红牌为2分。如果一个球员被出示2张黄牌，因此被出示1张红牌，这种情况记为3分。`,
                    `加时赛出示的牌和终场哨后出示的牌不计入总数。`,
                    `只有出示给当前在球场上的球员的牌才算有效。出示给经理或替代球员的卡不计入总数。`,
                  ]
                },
                {
                  content: `指定球队会得多少个角球？- 你赌的是90分钟（加伤停补时）内指定球队的角球总数是高于还是低于一定数字。`,
                  children: [
                    `只有已执行的角球才算。如果一个角球被重踢，这只算为一个角球。`
                  ]
                },
                {
                  content: `指定球队还会发生什么？- 你赌的是比赛过程中（90分钟加上伤停补时），一个特殊的事件会不会发生在指定球队上，比如：`,
                  children: [
                    `是否指定球队会在比赛过程中判罚点球。`,
                    `是否指定球队会在比赛过程中判罚点球而点球不进。点球没进。`,
                    `是否指定球队会在比赛过程中判罚点球并踢进点球。`,
                    `比赛过程中指定球队是否会有球员被罚下场。只有球员在球场上出示的牌才算。在终场哨响后出示的牌不算。被罚下场的球员即为收到1张红牌，或收到2张黄牌从而直接变为红牌的球员。`,
                    `比赛过程中是否会击中球框。`,
                  ]
                },
                {
                  content: `哪个球员会首先/最后得分？- 你赌的是比赛过程中（90分钟加上伤停补时），哪个球员会首先/最后得分。`,
                  children: [
                    `赌注将根据哪个球员在比赛期间为自己的球队第一个/最后一个得分来结算。`,
                    `乌龙球不算。例如，如果你下注的球员在比赛中获得第一个进球但这个进球是乌龙球，则投注将在下一个进球得分上结算。如果你下注的球员第2次进球，那么你就赌赢了。如果另外一个球员进球了，那你就赌输了。`,
                    `如果第一次进球时，你下注的球员没有在赛场上，那么赌注失效。`,
                    `如果你的球员参加了比赛但没有进球，那么赌注将有效。`,
                  ]
                },
                {
                  content: `指定球员会进多少个球？- 你赌的是比赛过程中（90分钟加上伤停补时），指定球员会进多少个球，1+、2+ 还是3+。（包括乌龙球）`,
                  children: [
                    `1+ 即指定球员至少进1个球。`,
                    `2+ 即指定球员至少进2个球。`,
                    `3+ 即指定球员至少进3个球。`,
                  ]
                },
                {
                  content: `特定球员会如何进球？- 你赌的是比赛过程中（90分钟加上伤停补时），指定球员会如何进球，有以下选项（不包括乌龙球）：注：如果进球是弹在别的球员身上才进的，那么进球人需要由数据提供者指定。`,
                  children: [
                    `头球 - 不管是有意还是无意，指定球员头部或肩部击中球导致进球。`,
                    `任意球 - 指定球员直接踢进任意球。`,
                    `禁区外 - 指定球员在18码禁区外得分。`,
                    `点球- 指定球员为自己的球队判罚点球得分。`,
                  ]
                },
                {
                  content: `谁会被出示黄牌，红牌，或被罚下场？- 你赌的是指定球员是否会在比赛进程（90分钟加伤停补时）中获得黄牌或红牌。- 你赌的是指定球员是否会在比赛进程中获得红牌。只有球员在球场上出示的牌才算。在终场哨响后出示的牌不算。被罚下场的球员即为收到1张红牌，或收到2张黄牌从而直接变为红牌的球员。`,
                  children: [
                    `开球前、半场时间间隔或全场时间后出示的牌将不计算在内。向球场上22名球员之外的球员或工作人员出示的牌也不算。`
                  ]
                }
              ],
            },
          ]
        },
        {
          content: `足球投注类型`,
          children: [
            `除非另有说明，足球投注类型的成绩是指在常规比赛时间（包括裁判判决的伤停补时）结束时的得分。 加时赛不计入内。`,
            {
              content: `独赢盘，上半场独赢盘和下半场独赢盘`,
              children: [
                `独赢盘指对一项赛事三种可能的获胜结果之一下注。 1代表首先被提及的球队（通常是主场球队）；X代表比赛结果打平或为平局；2代表第二个被提及的球队（通常是客场球队）。`,
                `上半场独赢盘 是指在单一上半场赛事中投注于三种可能的胜利结果中的任何一种。 1 表示首先被提及的队伍（通常是主队）；X 代表赛事结果平手；2 代表第二个被提及的队伍（通常是客队）。`,
                `下半场独赢盘 是指在单一下半场赛事中投注于三种可能的胜利结果中的任何一种。 1 表示首先被提及的队伍（通常是主队）；X 代表赛事结果平手；2 代表第二个被提及的队伍（通常是客队）。`,
                {
                  content: `前10分钟独赢盘`,
                  children: [
                    `前10分钟独赢盘是指在单一赛事中的前10分钟投注于三种可能的胜利结果中的任何一种。 1 表示首先被提及的队伍（通常是主队）；X 代表赛事结果平手；2 代表第二个被提及的队伍（通常是客队）。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ]
                }
              ],
            },
            {
              content: `波胆`,
              children: [
                `波胆是指投注预测常规赛时间结束后的最终比分。`,
                `投注"波胆"时，如果要赢得"AOS”，表示投注者选择的队伍必须以没有列入投注选项的成绩获胜。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `总进球数(总入球数)，上半场总进球数(总入球数)和下半场总进球数(总入球数)`,
              children: [
                `总进球(总入球)是指由一项赛事的进球总数来决定投注结果。`,
                `上半场总进球数(总入球数)是指由上半场赛事中的总进球数(总入球数)决定投注结果。`,
                {
                  content: `上半场总进球数(总入球数)与下半场总进球数(总入球数)`,
                  children: [
                    `上半场总进球数(总入球数)与下半场总进球数(总入球数)是指投注预测上半场两队的总进球数(总入球数)与下半场两队的总进球数(总入球数)。`,
                    `主队上半场总进球数(总入球数)与主队下半场总进球数(总入球数)是指投注预测上半场主队的总进球数(总入球数)与下半场主队的总进球数(总入球数)。`,
                    `客队上半场总进球数(总入球数)与客队下半场总进球数(总入球数)是指投注预测上半场客队的总进球数(总入球数)与下半场客队的总进球数(总入球数)。`,
                  ]
                },
                `下半场总进球数(总入球数)是指由下半场赛事中的总进球数(总入球数)决定投注结果。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `半场/全场（HT、FT）`,
              children: [
                `半场/全场表示投注预测一项赛事的半场赛果和全场赛果（加时赛不计入内）。 下列与本赌盘有关的字母含义：H指首先被提及的球队（通常是主场球队）；D指平手；A指第二个被提及的球队（通常是客场球队）。`,
                `示例 – HA表示首先被提及的球队（主队）半场会领先，第二个被提及的球队（客队）的全场得分会领先。`,
                `除投注已清算外，如发生弃赛的情况，则该投注为无效。`,
              ],
            },
            {
              content: `最先进球/最后进球和上半场最先进球/最后进球`,
              children: [
                `最先进球/最后进球表示投注哪支队伍在一场比赛中会首先进球和最后进球。 关于本赌盘，下列字母代表：HF指首先被提及的队伍（通常是主队）率先进球。 HL指首先被提及的队伍射进最后一球。 AF指第二个被提及的球队（通常是客队）率先进球。 AL指第二个被提及的队伍射进最后一球。 NG指赛事期间没有进球。`,
                `上半场最先进球/最后进球是指投注哪个队伍会在上半场比赛中率先进球或射进最后一球。下面介绍与此赌盘相关的意义：HF 表示首先被提及的队伍（通常是主队）会率先进球。 HL 表示首先被提及的队伍会射进最后一球。 AF 表示第二个被提及的队伍（通常是客队）会率先进球。 AL 表示第二个被提及的队伍会射进最后一球。 NG 表示赛事中没有队伍射门得分。`,
                `乌龙球计入进球队伍的得分。`,
                `如果在一次进球后一项赛事中止，则所有对最先进球（以及无进球）的投注仍有效，但对最后进球的投注将无效。如果一项赛事在没有进球的情况下中止，则所有对最先进球、最后进球和无进球的投注将无效。`,
              ],
            },
            {
              content: `开球队伍`,
              children: [
                `开球队伍表示对赛事中开球的队伍投注。`,
                `如果开球后一项赛事中止，则所有投注仍然有效。`,
              ],
            },
            {
              content: `主队总球数与客队总球数`,
              children: [
                {
                  content: `主队总进球数(总入球数)与 客队总进球数(总入球数)`,
                  children: [
                    `主队总进球数(总入球数)与 客队总进球数(总入球数)是指投注预测在特定日期的特定联赛中，主队的总进球数(总入球数)与客队的总进球数(总入球数)。`
                  ]
                },
                {
                  content: `主队总角球数与客队总角球数`,
                  children: [
                    `主队总角球数与客队总角球数是指投注预测在特定日期的特定联赛中，主队的总角球数与客队的总角球数。`
                  ]
                },
                {
                  content: `主队总罚牌数与客队总罚牌数`,
                  children: [
                    `主队总罚牌数与客队总罚牌数是指投注预测在特定日期的特定联赛中，主队总罚牌数与客队总罚牌数。`
                  ]
                },
                `主队表示首先被提及的队伍，客队表示第二个被提及的队伍。`,
                `如果一场（或更多）的赛事延期或中止，则投注作废。`,
              ],
            },
            {
              content: `单队大小盘和单队上半场大小盘`,
              children: [
                `单支队伍大/小盘表示特定球队在一场比赛中的进球数。`,
                `单队上半场大盘/小盘是指投注预测特定队伍在该场上半场赛事中的得分。`,
                `如果总进球数(总入球数)大于“大小盘”预先指定的总进球数(总入球数)，则投注“大盘”的为赢家；如果总进球数(总入球数)少于“大小盘”预先指定的总进球数(总入球数)，则投注“小盘”的为赢家。`,
              ],
            },
            {
              content: `角球`,
              children: [
                `判罚后未开出的角球不计入内。`,
                {
                  content: `角球数`,
                  children: [
                    {
                      content: `让球和上半场让球`,
                      children: [
                        `让球指投注哪支队伍在一场比赛中角球数最多，包括任何让球数。`,
                        `上半场让球是指投注上半场比赛中角球数最多的队伍，包含任何让球数。`,
                        `如果赛事在上半场期间中止，全部上半场让球的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让球的投注将视为有效。如果赛事在上半场期间中止，全部上半场让球的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让球的投注将视为有效。`,
                      ],
                    },
                    {
                      content: `大小盘和上半场大小盘`,
                      children: [
                        `大/小盘是指投注一场比赛中两支队伍总共开出的角球数。`,
                        `上半场大小盘是指投注上半场比赛中双方所开出角球的总数。`,
                        `如果总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                  ],
                },
                {
                  content: `第一个角球，上半场第一个角球和下半场第一个角球`,
                  children: [
                    `第一个角球是指投注比赛中获得第一个角球的队伍。`,
                    `上半场第一个角球是指投注上半场赛事中获得第一个角球的队伍。`,
                    `下半场第一个角球是指投注下半场比赛中获得第一个角球的队伍。`,
                    `所有第一个角球赌盘的投注选项包括主队，客队或两队皆不。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `最后一个角球和上半场最后一个角球`,
                  children: [
                    `最后一个角球表示投注一场比赛中哪支队伍会发出最后一个角球。`,
                    `上半场最后一个角球是指投注上半场赛事中获得最后一个角球的队伍。`,
                    `如果赛事在上半场期间中止，全部上半场最后一个角球的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场最后一个角球的投注将视为有效。`,
                    `所有最后一个角球赌盘的投注选项包括主队，客队或两队皆不。`,
                  ],
                },
                {
                  content: `下一个角球`,
                  children: [
                    `下一个角球表示投注一场比赛中哪支队伍会发出下一个角球。`,
                    `如果下注指定的角球已经开出，所有投注会被视为有效。`,
                  ],
                },
                {
                  content: `单队总角球数大小盘`,
                  children: [
                    {
                      content: `单队总角球数大小盘是指投注预测特定队伍在该场赛事中的总角球数。`,
                      children: [
                        `主队准确的角球数是指投注于主队在赛事中所取得准确的角球数。`,
                        `上半场主队准确的角球数是指投注于主队在上半场赛事中所取得准确的角球数。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `如果总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。`,
                      children: [
                        `客队准确的角球数是指投注于客队在赛事中所取得准确的角球数。`,
                        `上半场客队准确的角球数是指投注于客队在上半场赛事中所取得准确的角球数。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `合计的角球数和上半场合计的角球数`,
                      children: [
                        `合计的角球数是指投注赛事中双方所开出角球的总数。`,
                        `上半场合计的角球数是指投注上半场赛事中双方所开出角球的总数。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `角球附加盘以及上半场角球附加盘`,
                      children: [
                        `角球附加盘是指投注于特定角球投注选项，并且以两队常规比赛的总角球数结算赛果。`,
                        `上半场角球附加盘是指投注两队在比赛上半场所选择的角球投注选项。`,
                        `对于角球附加盘和上半场角球附加盘，如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                        `所有角球附加盘中的投注选项为大于、准确为、小于选定的数字。`,
                      ],
                    },
                  ],
                },
                {
                  content: `角球三项让分投注以及上半场角球三项让分投注`,
                  children: [
                    `角球三项让分投注的结算是以让分赔率为准，按让分后的角球赛果来计算。`,
                    {
                      content: `角球上半场三项让分投注的结算是以让分赔率为准，按让分后的上半场角球赛果来计算。`,
                      children: [
                        `主场 (-1)：主队必须赢2球或以上。`,
                        `主场 (+1)：主场刚好赢1球。`,
                        `客场 (+1)：客队赢或和局。`,
                      ]
                    },
                  ],
                },
                {
                  content: `上半场第一个角球时段和下半场第一个角球时段 `,
                  children: [
                    `上半场第一个角球时段是指预测投注于第一个角球发生的时段。`,
                    `下半场第一个角球时段是指预测投注于下半场第一个角球发生的时段。`,
                    `如果第一个角球后赛事被中止，则投注有效。`,
                    `如果投注的时段球赛被终止，期间没有任何角球发生，所有投注视为无效。除非投注结算已可被确认，否则投注将视为无效。`,
                    `举例：如果角球发生在8分钟或8分钟以后，投注予‘在8:00前无角球’选项的注单视为获胜。`,
                    `如果第一个角球被判重踢，则重新开球的时间将视为第一个角球时间。`,
                    `第一个角球的时间是根据数据商提供的数据作为标准结果，而不是采用现场角球开出的时间。`,
                  ],
                },
                {
                  content: `主队角球大小盘以及上半场主队角球大小盘`,
                  children: [
                    `主队角球大小盘是指主场球队在比赛中获得的总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。`,
                    `上半场主队角球大小盘是指主场球队在上半场比赛中获得的总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `客队角球大小盘以及上半场客队角球大小盘 `,
                  children: [
                    `客队角球大小盘是指客场球队在比赛中获得的总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。`,
                    `上半场客队角球大小盘是指客场球队在上半场比赛中获得的总角球数大于“大小盘”预先指定的总角球数，则投注“大盘”的为赢家；如果总角球数少于“大小盘”预先指定的总角球数，则投注“小盘”的为赢家。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `角球竞赛以及上半场角球竞赛`,
                  children: [
                    `角球竞赛是指投注预测哪支球队将首先达到所指定的角球数量。`,
                    `上半场角球竞赛是指投注预测哪支球队将在上半场首先达到所指定的角球数量。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `角球单双盘，上半场角球单双盘以及下半场角球单双盘`,
                  children: [
                    `角球单双盘是指预测投注于比赛中角球的总数是单数还是双数。`,
                    `上半场角球单双盘是指预测投注于上半场比赛中角球的总数是单数还是双数。`,
                    `下半场角球单双盘是指预测投注于下半场比赛中角球的总数是单数还是双数。`,
                    `如果没有角球，将被判定为双数。`,
                    `如果比赛在下半场被中止，投注于上半场角球单双盘口的投注仍然有效。`,
                  ],
                },
                {
                  content: `角球最多的半场 `,
                  children: [
                    `角球最多的半场是指投注预测比赛中的哪一个半场最多角球。`,
                    `投注选项包括：上半场，下半场，打和。`,
                    `如果球赛被中止，即使再出现角球也不会影响市场赛果的情况下，任何得到最多角球的半场将被结算。而在其他情况下，投注将视为无效。`,
                  ],
                },
                {
                  content: `角球最多的半场（双项） `,
                  children: [
                    `角球最多的半场（双项）是指投注预测球队在哪个半场踢进的球数较多。`,
                    `投注选项包括：上半场，下半场。`,
                    `如两个半场常规比赛时间结束后的结果均为和局，则所有投注都将被退还。`,
                    `如果球赛被中止，即使再出现角球也不会影响盘口结果的情况下，任何得到最多角球的半场将被结算。而在其他情况下，投注将视为无效。`,
                  ],
                },
                {
                  content: `上半场/全场 总角球数 `,
                  children: [
                    `上半场/全场 总角球数是指投注预测在上半场比赛中获得的总角球数和在全场中获得的总角球数。`,
                    `对于这种投注类型，“8 +”，“9 +”，......“15+”是指投注选项，其中在完场之后获得的总角球必须至少为（8），（9），......，（15） 才能赢得赌注。`,
                    `上半场/全场 总角球数要赢得 "AOS" 是指必须赢得未在选项中列出的比分才能获胜。`,
                  ],
                },
                {
                  content: `上半场准确的角球数和下半场准确的角球数 `,
                  children: [
                    `上半场准确的角球数是指投注预测上半场比赛中获得准确的总角球数。`,
                    `下半场准确的角球数是指投注预测下半场比赛中获得准确的总角球数。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
              ],
            },
            {
              content: `罚牌总数`,
              children: [
                `一张黄牌计一点，一张红牌计两点。 一场比赛中一位球员的最高点数为三点（黄牌一点，红牌两点，第二张黄牌不计入内）。`,
                {
                  content: `非上场球员（经理、教练、替补球员）收到的罚牌不计入内。`,
                  children: [
                    `在主裁判吹哨判定终场后而发出的罚牌将不予以计算。`,
                    `在主裁判吹哨判定中场休息后而发出的罚牌将计算为该赛事下半场的罚牌。`,
                  ]
                }
              ],
            },
            {
              content: `总罚牌数`,
              children: [
                {
                  content: `让分和上半场让分`,
                  children: [
                    `让分：投注比赛中收到最多罚牌的队伍，包含任何让分。`,
                    `上半场让分是指投注上半场比赛中收到最多罚牌的队伍，包含任何让分。`,
                    `如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。`,
                  ],
                },
                {
                  content: `大小盘和上半场大小盘`,
                  children: [
                    `大/小盘是指投注一场比赛中两支队伍总共收到的罚牌数。`,
                    `上半场大小盘是指投注上半场比赛中两队收到的罚牌总数。`,
                    `如果总罚牌数大于“大小盘”预先指定的总罚牌数，则投注“大盘”的为赢家；如果总罚牌数少于“大小盘”预先指定的总罚牌数，则投注“小盘”的为赢家。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `第一张罚牌和下半场第一张罚牌`,
                  children: [
                    `第一张罚牌是指投注在一场比赛中哪支球队会收到第一张罚牌（黄牌或红牌）。`,
                    `下半场第一张罚牌是指投注下半场比赛中收到第一张罚牌 (黄牌或红牌) 的队伍。`,
                    `若两名以上的球员因为同一个事件收到罚牌，则以裁判首先亮牌的球员为赢家。`,
                    `若在第一张罚牌发出后赛事中止，所有投注仍有效。若在第一张罚牌发出前赛事中止，所有投注皆作废。`,
                  ],
                },
                {
                  content: `最后一张罚牌`,
                  children: [
                    `最后一张罚牌是指投注在一场比赛中哪支球队会收到最后一张罚牌（黄牌或红牌）。`,
                    `如果两名或以上球员因为同一事件收到罚牌，则最后被裁判亮牌的球员将被视为赢方。`,
                    `如果赛事中止，则所有投注都无效。`,
                  ],
                },
                {
                  content: `下一张罚牌`,
                  children: [
                    `下一张罚牌是指投注预测取得下一张罚牌(黄牌或红牌) 的队伍。`,
                    `如果投注的罚牌已经发出，注单将视为有效。`,
                  ],
                },
                {
                  content: `单队总罚牌数大小盘`,
                  children: [
                    `单队总罚牌数大小盘是指投注预测特定队伍在该场赛事中的总罚牌数。`,
                    `如果总罚牌数大于“大小盘”预先指定的总罚牌数，则投注“大盘”的为赢家；如果总罚牌数少于“大小盘”预先指定的总罚牌数，则投注“小盘”的为赢家。`,
                  ],
                },
              ],
            },
            {
              content: `越位`,
              children: [
                {
                  content: `越位次数`,
                  children: [
                    {
                      content: `让分和上半场让分`,
                      children: [
                        `让分指投注哪支队伍在一场比赛中越位次数最多，包括任何让分数。`,
                        `上半场让分是指投注上半场比赛中越位次数最多的队伍，包含任何让分。`,
                        `如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。`,
                      ],
                    },
                    {
                      content: `大小盘和上半场大小盘`,
                      children: [
                        `大小盘是指投注一场比赛中被判决的总越位次数。`,
                        `上半场大小盘是指投注上半场比赛中越位判罚的总数。`,
                        `如果总越位次数大于“大小盘”预先指定的总越位次数，则投注“大盘”的为赢家；如果总越位次数少于“大小盘”预先指定的总越位次数，则投注“小盘”的为赢家。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                  ],
                },
                {
                  content: `第一次越位和下半场第一次越位`,
                  children: [
                    `第一次越位表示投注一场比赛中哪支队伍会发生第一次越位。`,
                    `下半场第一次越位是指投注下半场最先被判越位的队伍。`,
                    `如果在第一次越位判罚后赛事中止，所有投注均有效。如果在第一次越位判罚前赛事中止，所有投注均作废。`,
                  ],
                },
                {
                  content: `最后一次越位`,
                  children: [
                    `最后一次越位表示投注一场比赛中哪支队伍会发生最后一次越位。`,
                    `如果赛事中止，则所有投注都无效。`,
                  ],
                },
                {
                  content: `下一次越位`,
                  children: [
                    `下一次越位是指投注预测下一个被判越位的队伍。`,
                    `如果投注的越位已经判出，注单将视为有效。`,
                  ],
                },
              ],
            },
            {
              content: `换人`,
              children: [
                {
                  content: `换人次数`,
                  children: [
                    {
                      content: `让分 `,
                      children: [
                        `让分指投注哪支队伍在一场比赛中换人次数最多，包括任何让分。`,
                        `如果赛事中止，则所有投注都无效。`,
                      ],
                    },
                    {
                      content: `大/小盘`,
                      children: [
                        `大/小盘是指投注一场比赛中的总换人次数。`,
                        `如果总换人次数超过大/小盘的基线换人次数，则投注大盘者为赢家；如果总越位数少于大/小盘的基线换人次数，则投注小盘者为赢家。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `第一次换人`,
                      children: [
                        `第一次换人表示投注一场比赛中哪支队伍会首先换人。`,
                        `如果同一时间内两名或以上球员被替换，则首先被第四裁判亮出编号的球员将被视为赢方。`,
                        `如果在第一次换人后，比赛中止，则所有投注都有效。 如果在第一次换人前比赛中止，则所有投注都无效。`,
                      ],
                    },
                    {
                      content: `最后一次换人`,
                      children: [
                        `最后一次换人表示投注一场比赛中哪支队伍会最后换人。`,
                        `如果同一时间内两名或以上球员被替换，则最后被第四裁判亮出编号的球员将被视为赢方。`,
                        `如果赛事中止，则所有投注都无效。`,
                      ],
                    },
                  ],
                },
                {
                  content: `零失球`,
                  children: [
                    `零失球表示对将会保持零失球的一支球队投注“是”（不会失分）或者对不会保持零失球（会失分）的一支球队投注“否”。`,
                    {
                      content: `如果赛事在只有主场进球之后中止， 则“客场是和没有”的投注将有效，但“主场是和没有”的投注均视为无效。如果只有客场进球，则“主场是和没有”的投注将有效，但“客场是和没有”的投注均视为无效。如果主客场都有进球，则全部投注视为有效。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。`,
                      children: [
                        {
                          content: `规则1：`,
                          children: [
                            `主场得分 ≥ 1，客场得分 = 0 (1, 2…: 0)`,
                            `主场是 – 退还 客场是 – 输`,
                            `主场没有 – 退还 客场没有 – 赢`,
                          ]
                        },
                        {
                          content: `规则2：`,
                          children: [
                            `主场得分 ≥ 1，客场得分 ≥ 1 (1, 2…: 1, 2…)`,
                            `主场是 – 输 客场是 – 输`,
                            `主场没有 – 赢 客场没有 – 赢`,
                          ]
                        },
                        {
                          content: `规则3：`,
                          children: [
                            `主场得分 = 0，客场得分 ≥ 1 (0 : 1, 2…)`,
                            `主场是 – 输 客场是 – 退还`,
                            `主场没有 – 赢 客场没有 – 退还`,
                          ]
                        }
                      ]
                    }
                  ],
                },
                {
                  content: `点球`,
                  children: [
                    `点球是指对一场比赛中判罚的点球次数下注。`,
                    `如果一场比赛在一次点球判罚并发出后中止，则所有投注皆有效。`,
                    `如果一场比赛在一次点球判罚并发出前中止，则所有投注皆无效。`,
                  ],
                },
                {
                  content: `点球决胜产品`,
                  children: [
                    {
                      content: `点球决胜`,
                      children: [
                        `点球决胜: 是指投注哪一队会在点球大战中胜出。`,
                        `在让球盘中，赛果包括所有点球决胜中的罚球得分，骤死赛得分也包括在点球让球盘。在大小盘中，赛果仅包括点球决胜中的十个罚球得分，骤死赛得分不包括在点球大小盘。如果其中一队的罚球得分已经超过另一队所剩余的罚球数，无论还剩下几个罚球数，点球决胜都会立即结束。`,
                      ],
                    },
                    {
                      content: `点球决战 - 得分/未得分`,
                      children: [
                        `投注预测特定球队是否会在点球决战中得分。`,
                        {
                          content: `以下投注选项可供选择：`,
                          children: [
                            `未得分 - 意味着点球射出龙门。`,
                            `得分 - 意味着点球射入龙门。`,
                          ]
                        },
                        `如果该场球赛并没有进入点球决战，所有注单将被视为无效。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `点球决胜 – 准确的总进球`,
                      children: [
                        `预测并准确地投注两队点球决胜中的总进球数`,
                        `其赛果将仅基于前十 (10) 个点球，或者如果比赛结果在发出全部十个点球之前已经确定，并且不包括十球后的骤死赛得分。`,
                        `如果该场球赛并没有进入点球决战，所有注单将被退回。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `点球决战 - 单双盘`,
                      children: [
                        `投注预测两支球队在点球决战中的总进球数会是单盘或双盘。`,
                        `前十：点球决战的赛果将仅基于前十（10）个点球，或当赛果在十个点球完成前已经确定，且不包含十球后的骤死赛得分。`,
                        `最后赛果：如果赛果未能在前十个点球确定，就应包括骤死赛得分。`,
                        `如果该场球赛并没有进入点球决战，所有注单将被视为无效。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `点球决战 - 单一队伍大小盘`,
                      children: [
                        `投注预测特定球队在点球决战中的总进球数是否大于或小于特定球数。`,
                        `前十：点球决战的赛果将仅基于前十（10）个点球，或当赛果在十个点球完成前已经确定，且不包含十球后的骤死赛得分。`,
                        `最后赛果：如果赛果未能在前十个点球确定，就应包括骤死赛得分。`,
                        `如果该场球赛并没有进入点球决战，所有注单将被视为无效。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `点球大战骤死赛`,
                      children: [
                        `点球大战骤死赛即投注'有'即是预测点球决胜进入骤死赛，投注'没有'即是预测点球决胜没有进入骤死赛。`,
                        `如果点球大战进入骤死赛，那获胜的成绩就是'有'；如果点球大战没有进入骤死赛，那获胜的成绩就是'没有'。`,
                      ],
                    },
                    {
                      content: `点球决胜总罚球数`,
                      children: [
                        `点球决胜总罚球数即预测并准确地投注两队点球决胜中的总罚球数，不论所罚点球得分与否。`,
                        `如果总分大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总分小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。`,
                      ],
                    },
                    {
                      content: `点球决胜 - 哪一队先踢点球`,
                      children: [
                        `点球决胜 - 哪一队先踢点球即投注预测哪一只球队将会于点球决胜中先踢点球。`,
                        `如果赛事于第一颗点球罚出后中止，所有投注仍然有效。`,
                      ],
                    },
                    {
                      content: `点球决战击中门柱 - 第1轮到第5轮`,
                      children: [
                        `投注预测点球决战是否会在个人回合中击中立柱或横柱。如果球先击中门柱，然后被守门员扑出，则仍视为“击中门柱”。`,
                        `客户可以从第1轮到第5轮进行投注，投注结算将基于每轮赛果。`,
                        `如果点球决战没有进入到特定的轮次，则所有投注将视为无效。`,
                        `如果该场球赛并没有进入点球决战，所有注单将被视为无效。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                    {
                      content: `点球决战独赢盘 - 第1轮到第5轮`,
                      children: [
                        `在点球决战特定的轮次中投注于三种可能的胜利结果中的任何一种。`,
                        `1表示首先被提及的队伍（通常是主队）；X代表赛事结果平手；2代表第二个被提及的队伍（通常是客队）。`,
                        `客户可以从第1轮到第5轮进行投注，投注结算将基于每轮赛果。`,
                        `两支球队都必须参与特定轮次的点球决战，如果任何一支球队没有踢特定轮次的点球决战，则特定轮次的所有投注将视为无效。`,
                        `如果点球决战没有进入到特定的轮次，则所有投注将视为无效。`,
                        `如果该场球赛并没有进入点球决战，所有注单将被视为无效。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。 `,
                      ],
                    },
                    {
                      content: `点球决战双方/一方/两者皆不 - 第1轮到第5轮`,
                      children: [
                        `投注预测双方，一方，或两者皆不在点球决战特定的轮次中得分。`,
                        `以下投注选项可供选择：`,
                        `双方 = 双方都得分。`,
                        `一方 = 其中一方得分。`,
                        `两者皆不 = 双方都不得分。`,
                      ],
                    },
                    `客户可以从第1轮到第5轮进行投注，投注结算将基于每轮赛果。`,
                    `如果点球决战没有进入到特定的轮次，则所有投注将视为无效。`,
                    `如果该场球赛并没有进入点球决战，所有注单将被视为无效。 `,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `点球决战 - 波胆`,
                  children: [
                    `投注预测点球决战结束后的最终比分。`,
                    `如果要赢得点球决战 - 波胆“HAOS”或者“AAOS”，表示投注者选择的队伍必须以没有列入投注选项的成绩获胜。`,
                    `如果赛果未能在前十个点球确定，就应包括骤死赛得分。`,
                    `如果该场球赛并没有进入点球决战，所有注单将被视为无效。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
              ],
            },
            {
              content: `特定15分钟大/小盘（OU）`,
              children: [
                `特定15分钟大/小盘（OU）是指投注结果由一场比赛时间[间隔]每15分钟末时的总点数（入球数、角球数、得分情况、牌数）确定。`,
                `如果总分超过大/小盘预先指定的分数线，则投注大盘者为赢家；如果总分低于大/小盘预先指定的分数线，则投注小盘者为赢家。`,
                {
                  content: `例如，`,
                  children: [
                    `第15分钟的大/小盘`,
                    `00:00–15:00大/小盘：从00:00到15:00时计入的总点数。所有投注必须在第15分钟结束之时或之前做出。`,
                    `第30分钟的大/小盘`,
                    `15:01-30:00大/小盘：从15:01到30:00时计入的总点数。所有投注必须在第30分钟结束之时或之前做出。`,
                    `第45分钟的大/小盘`,
                    `30:01- 45:00 的大/小盘：总分数为30:01至45:00。所有下注应在45分钟结束前进行。`,
                    `第60分钟的大/小盘`,
                    `45:01–60:00大/小盘：从45:01到60:00时计入的总点数。所有投注必须在第60分钟结束之时或之前做出。`,
                    `第75分钟的大/小盘`,
                    `60:01-75:00大/小盘：从60:01到75:00时计入的总点数。所有投注必须在第75分钟结束之时或之前做出。`,
                    `第90分钟的大/小盘`,
                    `75:01- 90:00 OU：总分数为75:01至90:00。所有下注应在90分钟结束前进行。`,
                  ]
                },
                `对于特定15分钟大/小盘来说，投注以现场直播公布的时间显示为准，将根据准确的进球时间（球越过球门线）和角球数（开出角球）黄牌总数（裁判给出的牌数）进行结算。`,
                `如果一场比赛暂停或中止，对于投注于未完成的特定15分钟大/小盘将被视为无效。 如果指定的特定15分钟大/小盘已经完成，则投注有效。`,
                `对于任何特定15分钟大/小盘现场投注的最后两（2）分钟，除本条下述操作以外，任何行为都将被视为安全比赛，因此任何待定的投注都会被接受：进球、罚点球和领红牌。`,
                `对于在任意特定15分钟角球数的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：前场危险任意球；攻方球员在前场持球；点球。`,
                `对于在任意特定15分钟罚牌数的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：前场危险任意球；点球；进球；角球；球员受伤倒地原因不明；球员争吵和打架。`,
                `对于30:01-45:00和75:01 - 90:00这两个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（开出角球）和总红黄牌数（由官方裁判掏牌）时结算投注。`,
              ],
            },
            {
              content: `任意球`,
              children: [
                `判罚后未开出的任意球不计入内。`,
                `任意球指直接任意球和间接任意球。 （除点球和球门球以外）`,
                {
                  content: `任意球数`,
                  children: [
                    {
                      content: `让分和上半场让分`,
                      children: [
                        `让分指投注哪支队伍在一场比赛中任意球数最多，包括任何让分。`,
                        `上半场让分是指投注上半场比赛中任意球数最多的队伍，包含任何让分数。`,
                        `如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。`,
                      ],
                    },
                    {
                      content: `大小盘和上半场大小盘`,
                      children: [
                        `大/小盘是指投注一场比赛中两支队伍总共开出的任意球数。`,
                        `上半场大小盘是指投注上半场比赛中双方所开出任意球的总数。`,
                        `如果总任意球数大于“大小盘”预先指定的总任意球数，则投注“大盘”的为赢家；如果总进球数(总入球数)少于“大小盘”预先指定的总任意球数，则投注“小盘”的为赢家。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                  ],
                },
                {
                  content: `第一个任意球和下半场第一个任意球`,
                  children: [
                    `第一个任意球表示投注一场比赛中哪支队伍会踢出第一个任意球。`,
                    `下半场第一个任意球是指投注下半场比赛中获得第一个任意球的队伍。`,
                    `如果在开出第一个任意球后赛事中止，所有投注仍有效。如果在开出第一个任意球前赛事中止，所有投注均作废。`,
                  ],
                },
                {
                  content: `最后一个任意球`,
                  children: [
                    `最后一个任意球表示投注一场比赛中哪支队伍会踢出最后一个任意球。`,
                    `如果赛事中止，则所有投注都无效。`,
                  ],
                },
                {
                  content: `下一个任意球`,
                  children: [
                    `下一个任意球是指投注预测下一个获得任意球的队伍。`,
                    `如果投注的任意球已经开出，注单将视为有效。`,
                  ],
                },
              ],
            },
            {
              content: `球门球`,
              children: [
                `如果足球接触到攻方球员后，完全越过底线，则守方球队将获得一个球门球。`,
                `经判罚后而未开出之龙门球以及由守门员接球后开出的龙门球将不计算在内。`,
                {
                  content: `球门球数`,
                  childrend: [
                    {
                      content: `让分和上半场让分`,
                      children: [
                        `让分指投注哪支队伍在一场比赛中球门球数最多，包括任何让分。`,
                        `上半场让分是指投注上半场比赛中龙门球数最多的队伍，包含任何让分数。`,
                        `如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。`,
                      ],
                    },
                    {
                      content: `大小盘和上半场大小盘`,
                      children: [
                        `大/小盘是指投注一场比赛中两支队伍总共开出的球门球数。`,
                        `上半场大小盘是指投注上半场比赛中双方所开出龙门球的总数。`,
                        `如果总龙门球数大于“大小盘”预先指定的总龙门球数，则投注“大盘”的为赢家；如果总龙门球数少于“大小盘”预先指定的总龙门球数，则投注“小盘”的为赢家。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                  ],
                },
                {
                  content: `第一个龙门球和下半场第一个龙门球`,
                  childrend: [
                    `第一个球门球表示投注一场比赛中哪支队伍会踢出第一个球门球。`,
                    `下半场第一个龙门球是指投注下半场比赛中获得第一个龙门球的队伍。`,
                    `如果在开出第一个龙门球后赛事中止，所有投注仍有效。如果在开出第一个龙门球前赛事中止，所有投注均作废。`,
                  ],
                },
                {
                  content: `最后一个球门球`,
                  childrend: [
                    `最后一个球门球表示投注一场比赛中哪支队伍会踢出最后一个球门球。`,
                    `如果赛事中止，则所有投注都无效。`,
                  ],
                },
                {
                  content: `下一个龙门球`,
                  childrend: [
                    `下一个龙门球是指投注预测下一个获得龙门球的队伍。`,
                    `如果投注的龙门球已经开出，注单将视为有效。`,
                  ],
                },
              ],
            },
            {
              content: `界外球`,
              children: [
                {
                  content: `如果足球接触到对方球员后，完全越过边线，则另一方球队将获得一个界外球。`,
                  children: [
                    `经判罚后而未抛出之界外球将不计算在内。`
                  ],
                },
                {
                  content: `界外球数`,
                  children: [
                    {
                      content: `让分和上半场让分`,
                      children: [
                        `让球指投注哪支队伍在一场比赛中界外球数最多，包括任何让分。`,
                        `上半场让分是指投注上半场比赛中界外球数最多的队伍，包含任何让分数。`,
                        `如果赛事在上半场期间中止，全部上半场让分的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让分的投注将视为有效。`,
                      ],
                    },
                    {
                      content: `大小盘和上半场大小盘`,
                      children: [
                        `大/小盘是指投注一场比赛中两支队伍总共掷出的界外球数。`,
                        `上半场大小盘是指投注上半场比赛中双方所开出界外球的总数。`,
                        `如果总界外球数大于“大小盘”预先指定的总界外球数，则投注“大盘”的为赢家；如果总界外球数少于“大小盘”预先指定的总界外球数，则投注“小盘”的为赢家。`,
                        `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                      ],
                    },
                  ],
                },
                {
                  content: `第一个界外球和下半场第一个界外球`,
                  children: [
                    `第一个界外球表示投注一场比赛中哪支队伍会掷出第一个界外球。`,
                    `下半场第一个界外球是指投注下半场比赛中获得第一个界外球的队伍。`,
                    `如果在开出第一个界外球后赛事中止，所有投注仍有效。如果在开出第一个界外球前赛事中止，所有投注均作废。`,
                  ],
                },
                {
                  content: `最后一个界外球`,
                  children: [
                    `最后一个界外球表示投注一场比赛中哪支队伍会掷出最后一个界外球。`,
                    `如果赛事中止，则所有投注都无效。`,
                  ],
                },
                {
                  content: `下一个界外球`,
                  children: [
                    `下一个界外球是指投注预测下一个获得界外球的队伍。`,
                    `如果投注的界外球已经抛出，注单将视为有效。`,
                  ],
                },
              ],
            },
            {
              content: `特定10分钟大小盘分段投注 (O/U)`,
              children: [
                `特定10分钟分段投注 (OU) 的意思是，在每场比赛中的每10分钟 [中场休息] 结束时，根据总点数投注 (进球、角球、比赛、掏牌等)。`,
                `如果总点次数大于“大小盘”预先指定的总点次数，则投注“大盘”的为赢家；如果总点次数少于“大小盘”预先指定的总点次数，则投注“小盘”的为赢家。`,
                {
                  content: `例如：`,
                  children: [
                    `第10分钟OU`,
                    `00:00 – 10:00 O/U: 可得分的总点数从00:00至10:00。必须在第10分钟结束时或在这一刻之前投注。`,
                    `第20分钟OU10:01 – 20:00 O/U: 可得分的总点数从10:01至20:00。`,
                    `必须在第20分钟结束时或在这一刻之前投注。`,
                    `第30分钟OU`,
                    `20:01 – 30:00 O/U: 可得分的总点数从20:01至30:00。必须在第30分钟结束时或在这一刻之前投注。`,
                    `第40分钟OU`,
                    `30:01 – 40:00 O/U: 可得分的总点数从30:01至40:00。必须在第40分钟结束时或在这一刻之前投注。`,
                    `第60分钟OU`,
                    `50:01 – 60:00 O/U: 可得分的总点数从50:01至60:00。必须在第60分钟结束时或在这一刻之前投注。`,
                    `第70分钟OU`,
                    `60:01 – 70:00 O/U: 可得分的总点数从60:01至70:00。必须在第70分钟结束时或在这一刻之前投注。`,
                    `第80分钟OU`,
                    `70:01 – 80:00 O/U: 可得分的总点数从70:01至80:00。必须在第80分钟结束时或在这一刻之前投注。`,
                    `第90分钟OU`,
                    `80:01 – 90:00 O/U: 可得分的总点数从80:01至90:00。必须在第90分钟结束时或在这一刻之前投注。`,
                  ],
                },
                `对于特定的10分钟OU，根据现场转播显示的时间，在确定得分（球超过球门线）、角球数（开出角球）和总红黄牌数（由官方裁判掏牌）时结算投注。 `,
                `如果暂停或放弃比赛，那么在未结束的这一特定10分钟内的投注将被视为无效。如果指定的特定10分钟O/U结束，那么投注有效。 `,
                `对于在任意特定10分钟大小盘的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：进球；点球和红牌。 `,
                `对于80:01-90:00这个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（开出角球）和总红黄牌数（由官方裁判掏牌）时结算投注。`,
              ],
            },
            {
              content: `比分`,
              children: [
                `依据实际情况，开出两队得分差与总进球数最少三 (3)个结果以及最多五(5)个结果。`,
                `如果赛事中止，除非投注结算已被确认，否则投注将视为无效。`,
                {
                  content: `比分让球盘（Score Box Handicap）`,
                  children: [
                    `两队得分差（Win Score）是指预测投注比赛的获胜者，并在主队或客队之间的每个结果提供一系列的获胜进球胜负差及赔率。`,
                    {
                      content: `此产品的可用选项有：`,
                      children: [
                        `主队`,
                        `客队`
                      ]
                    },
                    `对于超出所提供范围的比分，最大的输赢赔率将用于计算输赢金额。`,
                    {
                      content: `比分让球盘例子：`,
                      children: [
                        `英国超级联赛利物浦 (主队) vs 车路士 (客队)`,
                        [
                          [`得分差`, `2`, `1`, `和局`, `-1`, `-2`],
                          [`主`, `4.13`, `1.40`, `0.00`, `-2.01`, `-5.92`],
                          [`客`, `-5.11`, `-1.73`, `0.00`, `1.62`, `4.80`]
                        ],
                        {
                          content: `如果玩家下注$100予主队，赛事比分以及投注结算如下：`,
                          children: [
                            `如果赛事比分为0-0或任何导致赛事为平局的得分，玩家获胜赔率为0，投注结算为$100 x 0 = $0`,
                            `如果赛事比分为1-0，主队以1球获胜，玩家获胜赔率为1.40，投注结算为$100 x 1.40 = $140`,
                            `如果赛事比分为2-0，主队以2球获胜，玩家获胜赔率为4.13，投注结算为$100 x 4.13 = $413`,
                            `如果赛事比分为3-0，主队以3球获胜，玩家获胜赔率为4.13，投注结算为$100 x 4.13 = $413 （参考项目2.2.23.3.3）`,
                            `如果赛事比分为0-1，客队以1球获胜，玩家负数赔率为-2.01，投注结算为$100 x -2.01 = -$201`,
                            `如果赛事比分为0-2，客队以2球获胜，玩家负数赔率为-5.92，投注结算为$100 x -5.92 = -$592`,
                            `如果赛事比分为0-3，客队以3球获胜，玩家负数赔率为-5.92，投注结算为$100 x -5.92 = -$592 （参考项目2.2.23.3.3）`,
                          ]
                        },
                        {
                          content: `如果玩家下注$100予客队，赛事比分以及投注结算如下：`,
                          children: [
                            `如果赛事比分为0-0或任何导致赛事为平局的得分，玩家获胜赔率为0，投注结算为$100 x 0 = $0`,
                            `如果赛事比分为0-1，客队以1球获胜，玩家获胜赔率为1.62，投注结算为$100 x 1.62 = $162`,
                            `如果赛事比分为0-2，客队以2球获胜，玩家获胜赔率为4.80，投注结算为$100 x 4.80 = $480`,
                            `如果赛事比分为0-3，客队以3球获胜，玩家获胜赔率为4.80，投注结算为$100 x 4.80 = $480（参考项目2.2.23.3.3）`,
                            `如果赛事比分为1-0，主队以1球获胜，玩家负数赔率为-1.73，投注结算为$100 x -1.73 = -$173`,
                            `如果赛事比分为2-0，主队以2球获胜，玩家负数赔率为-5.11，投注结算为$100 x -5.11 = -$511`,
                            `如果赛事比分为3-0，主队以3球获胜，玩家负数赔率为-5.11，投注结算为$100 x -5.11 = -$511（参考项目2.2.23.3.3）`,
                          ]
                        }
                      ]
                    }
                  ],
                },
                {
                  content: `比分大小盘 (Score Box Over/Under)`,
                  children: [
                    `总进球是预测投注两队进球加总结果，并列出预测的总进球结果及赔率。`,
                    {
                      content: `此产品的可用选项有：`,
                      children: [
                        `等于/大`,
                        `等于/小`
                      ]
                    },
                    `对于超出所提供范围的比分，最大的输赢赔率将用于计算输赢金额。`,
                    {
                      content: `比分大小盘例子：`,
                      children: [
                        `英国超级联赛利物浦 (主队) vs 车路士 (客队)`,
                        [
                          [`总进球`, `1`, `2`, `3`, `4`, `5`],
                          [`等于/大`, `-4.27`, `-1.68`, `0.96`, `2.53`, `6.42`],
                          [`等于/小`, `4.05`, `1.60`, `-1.06`, `-2.66`, `-6.76`]
                        ],
                      ]
                    },
                    {
                      content: `如果玩家下注$100予大盘，赛事比分以及投注结算如下：`,
                      children: [
                        `如果常规时间完场总入球数为0球，玩家负数赔率为-4.27，投注结算为$100 x -4.27 = -$427 （参考项目2.2.23.4.3）`,
                        `如果常规时间完场总入球数1球，玩家负数赔率为-4.27，投注结算为$100 x -4.27 = -$427`,
                        `如果常规时间完场总入球数2球，玩家负数赔率为-1.68，投注结算为$100 x -1.68 = -$168`,
                        `如果常规时间完场总入球数3球，玩家获胜赔率为0.96，投注结算为$100 x 0.96 = $96`,
                        `如果常规时间完场总入球数4球，玩家获胜赔率为2.53，投注结算为$100 x 2.53 = $253`,
                        `如果常规时间完场总入球数5球，玩家获胜赔率为6.42，投注结算为$100 x 6.42 = $642`,
                        `如果常规时间完场总入球数6球，玩家获胜赔率为6.42，投注结算为$100 x 6.42 = $642 （参考项目2.2.23.4.3）`,
                      ]
                    }
                  ],
                },
              ],
            },
            {
              content: `进球最多的球员`,
              children: [
                {
                  content: `联赛最佳射脚`,
                  children: [
                    `联赛最佳射脚是指以投注来预测哪个球员将会在一个常规联赛中入球较多。`,
                    `若一个球员在赛季中期加入同一联赛中的另一个球队， 所有在不同球队的进球将计算在总进球(总入球)内。但任何在联赛之外的比赛之进球将不予以计算。`,
                    `任何在附加赛和点球决胜中的进球将不予以计算。`,
                    `乌龙球将不予以计算及不列入投注目的。`,
                    `非首发球员的投注仍有效。非首发球员是指任何球员在本赛季联赛没有被列入首发阵容名单。`,
                    `若一个球员在本赛季开始之前退出本赛季联赛或是转移到不同联赛的球队，所有投注于该球员的“最佳射脚”投注将退还。`,
                    `若宣布的结果为“不分胜负”，则一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。`,
                  ],
                },
                {
                  content: `杯赛(非赛事)最佳射脚`,
                  children: [
                    `杯赛 (非联赛) 最佳射脚是指以投注来预测哪个球员将会在一个常规杯赛或比赛中入球较多。`,
                    `乌龙球和点球决胜中的进球将不予以计算及不列入投注目的。然而，任何在加时赛的进球将计算在总进球(总入球)内。`,
                    `非首发球员的投注仍有效。非首发球员是指任何球员在本杯赛或比赛没有被列入首发阵容名单。`,
                    `若一个球员在本赛季开始之前退出本杯赛或比赛或是转移到不同杯赛的球队，所有投注于该球员的“最佳射脚”投注将退还。`,
                    `若宣布的结果为“不分胜负”，则一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。`,
                  ],
                },
                {
                  content: `球员对垒赛事进球最多之球员和球员vs.球队进球最多之球员`,
                  children: [
                    `乌龙球和点球大战中的进球不计入内。 加时赛除外，将不计入投注。`,
                    `如果一名球员未展开/进行比赛，则所有投注都将被视为无效。`,
                    `所有结果依据比赛结束时由主管机构宣布的官方结果而定。`,
                  ],
                },
                {
                  content: `受伤补时`,
                  children: [
                    {
                      content: `受伤补时是指为了弥补比赛时球员受伤所耗时间而额外增加的比赛时间。 在下半场比赛末时给予受伤补时，如下所述：`,
                      children: [
                        `无补时`,
                        `1 分钟`,
                        `2 分钟`,
                        `3 分钟`,
                        `4 分钟及以上`,
                      ],
                    },
                    {
                      content: `在上半场末时给予的受伤补时`,
                      children: [
                        `所有投注以完整的45分钟比赛为准，不包括加时。 投注以由第四裁判员在完整45分钟比赛以后或上半场末时所判给的受伤补时为准进行结算。`,
                        `如果一场比赛在上半场任何时间中止，对上半场末受伤补时的所有投注都将被视为无效，并且下注金额将被退还到会员的账户中。`,
                      ],
                    },
                    {
                      content: `下半场判给的受伤补时`,
                      children: [
                        `所有投注以完整的90分钟比赛为准，不包括加时。 投注以由第四裁判员在完整90分钟比赛后或下半场末时所判给的受伤补时为准进行结算。`,
                        `如果一场比赛在任何时间中止，对下半场末受伤补时的所有投注都将被视为无效，并且下注金额将被退还到会员的账户中。`,
                      ],
                    },
                    `本公司将根据由负责组织此次比赛的足球主管机构提供的官方结果结算投注。`,
                  ],
                },
              ],
            },
            {
              content: `双重机会，上半场双重机会和下半场双重机会`,
              children: [
                {
                  content: `下列选项可供选择：`,
                  children: [
                    `1或X – 如果赛果是主队获胜或平局，则投注于本选项者为赢家。`,
                    `X或2 – 如果赛果是平局或客队获胜，则投注于本选项者为赢家。`,
                    `1或2 – 如果赛果是主队获胜或客队获胜，则投注于本选项者为赢家。`,
                    `为便于投注，如果一场比赛是在一个中立场地举行，排名在前的球队将被视为是主队。`,
                  ]
                }
              ],
            },
            {
              content: `获胜球队，上半场获胜球队和下半场获胜球队（和局退款）`,
              children: [
                `获胜球队是指投注预测主队或客队在赛事中获胜。如果赛事出现和局，所有的投注将视为无效。`,
                `上半场获胜球队是指投注预测主队或客队在上半场赛事中获胜。如果上半场赛事出现和局，所有的上半场获胜球队投注将视为无效。`,
                `下半场获胜球队是指投注预测主队或客队在下半场赛事中获胜。如果下半场赛事出现和局，所有的下半场获胜球队投注将视为无效。`,
              ],
            },
            {
              content: `双方/一方/双方皆不得分，双方 = 双方球队皆得分，一方 = 一方球队得分， 双方皆不 = 双方球队皆不得分`,
              children: [
                `如果赛事在只有主场进球之后中止， 则“两者皆不”的投注将有效，但“双方 ”和“一方”的投注均视为无效 。如果只有客场进球之后中止，则“两者皆不”的投注将有效，但“双方”和“一方”的投注均视为无效。如果主客场都有进球之后中止，则全部投注视为有效。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。`,
                {
                  content: `规则1：`,
                  children: [
                    `主场得分 ≥ 1，客场得分 = 0 (1, 2…: 0)`,
                    `双方 – 退还`,
                    `一方 – 退还`,
                    `两者皆不 – 输`,
                  ]
                },
                {
                  content: `规则2：`,
                  children: [
                    `主场得分 ≥ 1，客场得分 ≥ 1 (1, 2…: 1, 2…)`,
                    `双方 – 赢`,
                    `一方 – 输`,
                    `两者皆不 – 输`,
                  ]
                },
                {
                  content: `规则3：`,
                  children: [
                    `主场得分 = 0，客场得分 ≥ 1 (0 : 1, 2…)`,
                    `双方 – 退还`,
                    `一方 – 退还`,
                    `两者皆不 – 输`,
                  ]
                }
              ],
            },
            {
              content: `零失球获胜`,
              children: [
                `预测您所选择的球队是否能在常规比赛时间或预定比赛时间末时获胜且无失球，加时赛或点球大战不计入内。`,
                {
                  content: `如果赛事在只有主场进球之后中止， 则“客场”的投注将有效，但“主场”的投注均视为无效。如果只有客场进球，则“主场”的投注将有效，但“客场”的投注均视为无效。如果主客场都有进球，则全部投注视为有效。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。`,
                  children: [
                    {
                      content: `规则1：`,
                      children: [
                        `主场得分 ≥ 1，客场得分 = 0 (1, 2…: 0)`,
                        `主场 – 退还 客场 – 输`,
                      ]
                    },
                    {
                      content: `规则2：`,
                      children: [
                        `主场 – 输 客场 – 输`,
                        `主场得分 ≥ 1，客场得分 ≥ 1 (1, 2…: 1, 2…)`,
                      ]
                    },
                    {
                      content: `规则3：`,
                      children: [
                        `主场得分 = 0，客场得分 ≥ 1 (0 : 1, 2…)`,
                        `主场 – 输 客场 – 退还`,
                      ]
                    }
                  ]
                }
              ],
            },
            {
              content: `三项让分投注 & 上半场三项让分投注`,
              children: [
                `三项让分投注的结算是以让分赔率为准，按让分后的赛果来计算的。`,
                {
                  content: `上半场三项让分投注的结算是以让分赔率为准，按让分后的上半场赛果来计算的。`,
                  children: [
                    `主场 (-1)：主队必须赢2球或以上。`,
                    `主场 (+1)：主场刚好赢1球。`,
                    `客场 (+1)：客队赢或和局。`,
                  ]
                }
              ],
            },
            {
              content: `半场获胜`,
              children: [
                `预测您所选择的球队是否在上半场或下半场内可以比对手赢得更多进球。`,
                {
                  content: `主队胜出其中一个半场`,
                  children: [
                    `主队胜出其中一个半场是指投注预测主队在其中一个半场的进球数多于对手。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `客队胜出其中一个半场`,
                  children: [
                    `客队胜出其中一个半场是指投注预测客队在其中一个半场的进球数多于对手。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `上下半场皆赢`,
                  children: [
                    {
                      content: `预测您所选择的球队是否在每个半场都可以比对手赢得更多进球。`,
                      children: [
                        `示例：如果您选择的球队在一场比赛的上半场得分，并且整场比赛以1-0结束，虽然上半场以1-0胜出，但在第二个45分钟比赛中实际比分为0-0，因此为平局。 如果这一情况出现，则只有上半场会被视为“赢”，所以这一投注为输。`
                      ]
                    }
                  ],
                },
                {
                  content: `主队胜出两个半场 (包括上/下半场投注)`,
                  children: [
                    `主队胜出两个半场是指投注预测主队在两个半场中的进球数都多于对手。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `客队胜出两个半场 (包括上/下半场投注)`,
                  children: [
                    `客队胜出两个半场是指投注预测客队在两个半场中的进球数都多于对手。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
              ],
            },
            {
              content: `进球最多的球队和进球最少的球队`,
              children: [
                {
                  content: `进球最多的球队`,
                  children: [
                    `进球最多的球队就是赢家。`,
                    `不计算净胜球。`,
                    `如果出现两支或以上并列最多进球的球队，则按“不分胜负”的投注规则来分配赌金。`,
                    {
                      content: `例子 :`,
                      children: [
                        `曼市进 4 球 ，史云斯进 4 球`,
                        `利物浦进 4 球 ，桑德兰进 1 球`,
                        `那利物浦，曼市和史云斯都是赢家。`,
                      ]
                    }
                  ]
                }
              ],
            },
            {
              content: `进球最少的球队`,
              children: [
                `进球最少的球队就是赢家。`,
                `不计算净胜球。`,
                `如果出现两支或以上并列最多进球的球队，则按“不分胜负”的投注规则来分配赌金。`,
                `如果有一场赛事中止或延期并未在本公司所预定的时间内复赛，所有有关球队的投注将视为无效。`,
                `点球决胜中的进球将不予以计算。`,
                `针对于杯赛的投注，任何在加时赛的进球将予以计算。`,
                `针对于特定日期内的赛事的投注，任何在加时赛的进球将不予以计算。`,
              ],
            },
            {
              content: `准确的总进球(总入球)和准确的上半場总进球(总入球)和准确的下半场总进球(总入球)`,
              children: [
                `准确的总进球(总入球)是指准确地投注预测两队在赛事中的总进球数(总入球数)。`,
                `准确的上半场总进球(总入球)是指准确地投注预测两队在上半场赛事中的总进球数(总入球数)。`,
                `准确的下半场总进球(总入球)是指准确地投注预测两队在下半场赛事中的总进球数(总入球数)。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                {
                  content: `准确的主队总进球和准确的上半場主队总进球`,
                  children: [
                    `准确的主队总进球是指准确地投注预测主队在赛事中的总进球数。`,
                    `准确的上半場主队总进球是指准确地投注预测主队在上半场赛事中的总进球数。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `准确的客队总进球(总入球)和准确的上半場客队总进球(总入球)`,
                  children: [
                    `准确的客队总进球(总入球)是指准确地投注预测客队在赛事中的总进球数(总入球数)。`,
                    `准确的上半場客队总进球(总入球)是指准确地投注预测客队在上半场赛事中的总进球数(总入球数)。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
                {
                  content: `半场/全场准确总进球`,
                  children: [
                    `半场/全场准确总进球是指预测投注两队在上半场时的总进球数及两队在全场常规时间结束时的总进球数。`,
                    `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                  ],
                },
              ],
            },
            {
              content: `准确组积分`,
              children: [
                `准确组积分指投注预测一支球队在一轮小组赛结束时得到的特定总积分数。`
              ],
            },
            {
              content: `得分最高组`,
              children: [
                `表示投注预测在指定日期一个组的总进球数(总入球数)。`,
                `如果小组得分持平，则适用“不分胜负”的规则。`,
                {
                  content: `示例:`,
                  children: [
                    `A驵`,
                    `波兰比希腊2-1=3个进球`,
                    `俄罗斯比捷克3-2=5个进球`,
                    `A组总进球数(总入球数)：8个进球`,
                    `B组总进球数(总入球数)：7个进球`,
                    `C组总进球数(总入球数)：7个进球`,
                    `D 组总进球数(总入球数)：6个进球`,
                    `A组为赢家。`,
                  ]
                }
              ],
            },
            {
              content: `球队组积分`,
              children: [
                `表示投注在一轮小组赛结束时一支球队的积分所属的准确类别，“小盘”、“中间盘”和“大盘”。`,
                {
                  content: `示例:`,
                  children: [
                    `球队X的总积分为5分`,
                    `如果投注为：`,
                    `小盘低于3分 – 输:`,
                    `中间盘3-4分 – 输:`,
                    `大盘4分以上 – 赢`,
                  ]
                }
              ],
            },
            {
              content: `小组顺序科卡士`,
              children: [
                `表示投注预测在小组赛阶段结束时，在各自的小组排名中以特定顺序排列，位于第一和第二的球队。`
              ],
            },
            {
              content: `受伤补时大/小盘`,
              children: [
                {
                  content: `上半场结束时的受伤补时大/小盘：`,
                  children: [
                    `上半场受伤补时大/小盘表示对上半场结束时受伤补时的大/小盘投注。`,
                    `如果总补时数超过大/小盘的基线补时数，则投注大盘者为赢家；如果总补时数少于大/小盘的基线补时数，则投注小盘者为赢家。`,
                    `投注以由第四裁判员在完整45分钟比赛以后或上半场末时所判给的受伤补时为准进行结算。`,
                  ],
                },
                {
                  content: `下半场结束时的受伤补时大/小盘：`,
                  children: [
                    `下半场受伤补时大/小盘表示对下半场结束时受伤补时的大/小盘投注。`,
                    `如果总补时数超过大/小盘的基线补时数，则投注大盘者为赢家；如果总补时数少于大/小盘的基线补时数，则投注小盘者为赢家。`,
                    `投注以由第四裁判员在完整90分钟比赛以后或下半场末时所判给的受伤补时为准进行结算。`,
                  ],
                },
              ],
            },
            {
              content: `第一个进球方式`,
              children: [
                {
                  content: `表示预测一场比赛中任一球队第一个进球的方式。`,
                  children: [
                    `任意球 - 进球必须是直接通过任意球实现的进球。 如果任意球的开出者被判进球，则应算做弹射进门。 同时包括由一个角球直接获得的进球。`,
                    `点球 - 进球必须是直接由点球获得的进球，并在点球开出者被称为得分球员时。`,
                    `乌龙球 – 如果进球被视为乌龙球而宣布。`,
                    `头球 – 进球队员最后接触球的部分必须为头部。`,
                    `射门 – 上述未含的所有其它进球类型。`,
                    `无进球`,
                  ]
                },
                `本公司将根据由负责组织此次比赛的足球主办单位提供的官方结果结算投注。`,
                `除投注已清算外，如发生弃赛的情况，则该投注为无效。`,
              ],
            },
            {
              content: `点球大战 – 点球是否会得分？`,
              children: [
                `表示投注预测在点球大战中一名指定的开球员是否会得分或错失良机。`,
                `如果未进行点球大战，则所有投注将被视作无效。`,
              ],
            },
            {
              content: `双重科卡士`,
              children: [
                `双重科卡士表示投注预测在比赛结束时，不论以何种顺序，哪两（2）支球队会位居前两名。`
              ],
            },
            {
              content: `顺序科卡士`,
              children: [
                `顺序科卡士表示投注预测在比赛结束时，以准确的顺序，哪两（2）支球队会位居前两名。`
              ],
            },
            {
              content: `最佳新队`,
              children: [
                `最佳新人表示预测哪支球队会是一场赛事或比赛的最佳新队。 一支“新队”指一支新近加入一场赛事或比赛的球队。`
              ],
            },
            {
              content: `地区赢家`,
              children: [
                `地区赢家表示预测一个地区赛事或比赛的获胜方。`,
                `所有结果依据比赛结束时由主办单位宣布的官方结果而定。`,
              ],
            },
            {
              content: `主队不赌`,
              children: [
                `预测一场比赛是平局还是客队赢。如果常规比赛时间后或预定时间末时，最终结果为主队赢，则所有投注都会被退款。`
              ],
            },
            {
              content: `客队不赌`,
              children: [
                `预测一场比赛是平局还是主队赢。如果常规比赛时间后或预定时间末时，最终结果为客队赢，则所有投注都会被退款。`
              ],
            },
            {
              content: `平局/非平局`,
              children: [
                `预测常规比赛时间后或预定时间末时的最终结果是否为平局还是非平局。`
              ],
            },
            {
              content: `上半场波胆和下半场波胆`,
              children: [
                `上半场波胆是指投注预测在上半场比赛时间结束后的最后比分。`,
                `下半场波胆是指投注预测该赛事在下半场的比分。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `赛果 / 总进球(总入球)`,
              children: [
                {
                  content: `赛果 / 总进球是指准确地投注预测：`,
                  children: [
                    `全场赛果是主队赢，客队赢或和局；`,
                    `以及总进球数在特定的球数是大或小。`,
                  ],
                },
                {
                  content: `六种投注选项为：`,
                  children: [
                    `主队&大 ： 主队赢以及总进球(总入球)大过特定球数`,
                    `主队&小 ： 主队赢以及总进球(总入球)小过特定球数`,
                    `和局&大 ： 和局以及总进球(总入球)大过特定球数`,
                    `和局&小 ： 和局以及总进球(总入球)小过特定球数`,
                    `客队&大 ： 客队赢以及总进球(总入球)大过特定球数`,
                    `客队&小 ： 客队赢以及总进球(总入球)小过特定球数`,
                  ],
                },
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`
              ],
            },
            {
              content: `球队反败为胜`,
              children: [
                `球队反败为胜表示预测一支在比赛中任何时候输球的球队最终反败为胜，并在90分钟结束时赢得比赛。`
              ],
            },
            {
              content: `第一射脚`,
              children: [
                `“第一射脚”是指投注预测在赛事中第一个进球的球员。`,
                `对未参赛球员或仅在第一个进球后才作为替补上场的球员的投注将视为无效并退还。`,
                `乌龙球将不计算为第一个进球。在这种情况下，下个进球的球员将视为“第一射脚”。`,
                `如果赛事中没有球员进球，则投注"无进球"者将赢。如果乌龙球是赛事中唯一的进球，则投注"无进球"者将赢。`,
                `投注于第一个进球前被替补或离场的球员将输。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `最先进球的球队和最后进球的球队`,
              children: [
                `最先进球的球队是指投注预测哪个球队会在赛事中最先进球。`,
                `最后进球的球队是指投注预测哪个球队会在赛事中最后进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `最先进两个球的球队和最先进三个球的球队`,
              children: [
                `最先进两个球的球队是指投注预测哪个球队会在赛事中率先攻进两个球。`,
                `最先进三个球的球队是指投注预测哪个球队会在赛事中率先攻进三个球。`,
                {
                  content: `投注选项包括：`,
                  children: [
                    `主队`,
                    `客队`,
                    `两队皆不`,
                  ]
                },
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `预测第一个进球时段`,
              children: [
                {
                  content: `是指投注预测第一个进球在哪个时段发生。`,
                  children: [
                    `第一个进球时段（10分钟）是指投注预测第一个进球在哪个10分钟时段发生。`,
                    `第一个进球时段（15分钟）是指投注预测第一个进球在哪个15分钟时段发生。`,
                  ]
                },
                `乌龙球将计算为特定时间的第一个进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `会产生第一个进球的半场`,
              children: [
                `表示投注预测哪个半场会产生第一个进球。`,
                {
                  content: `下列投注选项可供选择：`,
                  children: [
                    `上半场`,
                    `下半场`,
                    `无进球`,
                  ]
                },
                `如果一场比赛在上半场第一个进球产生之后中止，则所有投注都将有效。`,
                `如果一场比赛在第一个进球产生之前的任何时间中止，则所有投注都将无效。`,
              ],
            },
            {
              content: `两队皆进球/赛果和上半场两队皆进球/赛果`,
              children: [
                {
                  content: `两队得分/结果表示投注预测：`,
                  children: [
                    `一场比赛是否会导致两队皆得分，以及`,
                    `一场比赛是主队赢、客队赢还是平局。`,
                  ],
                },
                {
                  content: `下列投注选项可供选择：`,
                  children: [
                    `是的以及主队赢 – 如果两队皆进球且主队赢，则此投注赢。`,
                    `是的以及客队赢 – 如果两队皆进球且客队赢，则此投注赢。`,
                    `是的以及平局 – 如果两队皆进球且比赛结果为平局，则此投注赢。`,
                  ],
                },
                `上半场两队皆进球/赛果是指投注预测赛事的上半场赛果以及两队是否都在上半场皆有进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `比赛半场/全场单双盘(O/E)`,
              children: [
                `比赛半场/全场单双盘(O/E)是指投注预测半场结果和全场结果中的赛事是单单盘，单双盘，双单盘或双双盘。`,
                {
                  content: `共四种投注选项:`,
                  children: [
                    `单/单`,
                    `单/双`,
                    `双/单`,
                    `双/双`,
                  ]
                },
                `比赛中的任何额外加时赛将不被计算在此投注类型的全场比分结果中。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `赛果/最先进球的球队`,
              children: [
                `赛果/最先进球的球队是指投注预测哪个球队会在赛事中最先进球和预测三种可能的胜利结果中的任何一种。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `主队进第一个球的半场`,
              children: [
                `表示投注预测主队在哪个半场会产生第一个进球。`,
                {
                  content: `下列选项可供选择：`,
                  children: [
                    `上半场`,
                    `下半场`,
                    `无进球`,
                  ]
                },
                `除投注已清算外，如发生弃赛的情况，则该投注为无效。`,
              ],
            },
            {
              content: `客队进第一个球的半场`,
              children: [
                `表示投注预测客队在哪个半场会产生第一个进球。`,
                {
                  content: `下列选项可供选择：`,
                  children: [
                    `上半场`,
                    `下半场`,
                    `无进球`,
                  ]
                },
                `除投注已清算外，如发生弃赛的情况，则该投注为无效。`,
              ],
            },
            {
              content: `特定15分钟让分盘（HDP）`,
              children: [
                `特定15分钟让分盘表示投注预测参赛者或队伍什么时候会获得假定的预先让分。获胜者为一场比赛内每15分钟（间隔时间）末时的赛果加上假定的让分后成绩较高的参赛者或队伍。`,
                {
                  content: `例如：`,
                  children: [
                    `15分钟HDP`,
                    `所有投注必须在此15分钟之前或末尾时做出。`,
                    `00:00 – 15:00 HDP: The winner is the competitor or team with the better score from 00:00 till 15:00.`,
                    `30分钟HDP`,
                    `所有投注必须在此30分钟之前或末尾时做出。`,
                    `15:01 – 30:00 HDP: The winner is the competitor or team with the better score from 15:01 till 30:00.`,
                    `45分钟HDP`,
                    `所有投注必须在此45分钟之前或末尾时做出。`,
                    `30:01- 45:00 HDP: The winner is the competitor or team with the better score from 30:01 - 45:00.`,
                    `60分钟HDP`,
                    `所有投注必须在此60分钟之前或末尾时做出。`,
                    `45:01 – 60:00 HDP: The winner is the competitor or team with the better score from 45:01 till 60:00.`,
                    `75分钟HDP`,
                    `所有投注必须在此75分钟之前或末尾时做出。`,
                    `60:01 – 75:00 HDP: The winner is the competitor or team with the better score from 60:01 till 75:00.`,
                    `90分钟HDP`,
                    `所有投注必须在此90分钟之前或末尾时做出。`,
                    `75:01- 90:00 HDP: The winner is the competitor or team with the better score from 75:01 till 90:00.`,
                  ]
                },
                `对于特定15分钟让分盘来说，投注以现场直播公布的时间显示为准，将根据准确的进球时间（球越过龙门线）、角球数（开出角球）以及总罚牌数（裁判员发出的罚牌）进行结算。`,
                `如果一场比赛暂停或中止，对于投注于未完成的特定15分钟让分盘将被视为无效。 如果指定的特定15分钟让分盘已经完成，则投注有效。`,
                `对于任何特定15分钟让分盘现场投注的最后两（2）分钟，除本条下述操作以外，任何行为都将被视为安全比赛，因此任何待定的投注都会被接受：进球、罚点球和领红牌。`,
                `对于30:01-45:00和75:01 - 90:00来说，投注以现场直播公布的时间显示为准，将根据准确的进球时间（球越过龙门线）、角球数（开出角球）以及总罚牌数（裁判员发出的罚牌）进行结算，除了任何额外的时间或伤停补时以外。`,
              ],
            },
            {
              content: `欧洲最高名次球队`,
              children: [
                `欧洲最高名次球队是指投注预测哪支欧洲球队在国际足联世界杯赛事得到最高名次。`,
                `如果两个欧洲球队在总决赛或季军争夺赛对决，本场球赛的获胜者将被视为欧洲最高名次球队。`,
                `在其他情况下，如果多个欧洲球队在同一轮赛事终止，则应用“不分胜负”的投注规则，一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。`,
                `所有欧洲最高名次球队的投注将根据国际足联世界杯官方公告的成绩来结算投注。`,
              ],
            },
            {
              content: `南美洲最高名次球队`,
              children: [
                `南美洲最高名次球队是指投注预测哪支南美洲球队在国际足联世界杯赛事得到最高名次。`,
                `如果两个南美洲球队在总决赛或季军争夺赛对决，本场球赛的获胜者将被视为南美洲最高名次球队。`,
                `在其他情况下，如果多个南美洲球队在同一轮赛事终止，则应用“不分胜负”的投注规则，一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。`,
                `所有南美洲最高名次球队的投注将根据国际足联世界杯官方公告的成绩来结算投注。`,
              ],
            },
            {
              content: `非洲最高名次球队`,
              children: [
                `非洲最高名次球队是指投注预测哪支非洲球队在国际足联世界杯赛事得到最高名次。`,
                `如果两个非洲球队在总决赛或季军争夺赛对决，本场球赛的获胜者将被视为非洲最高名次球队。`,
                `在其他情况下，如果多个非洲球队在同一轮赛事终止，则应用“不分胜负”的投注规则，一半赌金将分配给完全赔率，而另一半赌金将全部丧失。若超过两名参赛者“不分胜负”，则按比例分配赌金。`,
                `所有非洲最高名次球队的投注将根据国际足联世界杯官方公告的成绩来结算投注。`,
              ],
            },
            {
              content: `两队皆进球`,
              children: [
                `两队皆进球是指投注预测两队是否都在赛事中皆有进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `上半场两队皆进球`,
              children: [
                `上半场两队皆进球是指投注预测两队是否都在赛事中的上半场皆有进球。`,
                `如果赛事当主客队都有在上半场进球后中止，“是”的投注将视为胜方，“不是”的投注并视为负方。如果赛事在上半场之前并没有任何进球的情况下中止，则全部投注视为无效。`,
              ],
            },
            {
              content: `下半场两队皆进球`,
              children: [
                `下半场两队皆进球是指投注预测两队是否都在赛事中的下半场皆有进球。`,
                `如果赛事当主客队都有在下半场进球后中止，“是”的投注将视为胜方，“不是”的投注并视为负方。如果赛事在没有任何进球的情况下中止，则全部投注视为无效。`,
              ],
            },
            {
              content: `两队皆进球 上半场/下半场`,
              children: [
                `两队皆进球，上半场/下半场是指投注预测两队是否在赛事中的上半场皆有进球以及两队是否在赛事中的下半场皆有进球。`,
                `如果赛事中止，除非主客队都有在上半场和下半场进球，否则投注将视为无效。`,
              ],
            },
            {
              content: `双方球队进球/总进球数及上半场双方球队得分/总进球数`,
              children: [
                `两队皆进球/总进球数是指投注预测两队在赛事中的总进球数以及两队是否都在赛事中进球。`,
                `上半场双方球队进球/总进球数指投注预测比赛的总进球数以及预测双方球队是否在上半场比赛中进球。`,
                `除投注已清算外，如发生弃赛的情况，则该投注为无效。`,
              ],
            },
            {
              content: `上半场赛果/总进球数(总入球数)`,
              children: [
                `上半场赛果/总进球数(总入球数)是指投注预测赛事的上半场赛果以及两队在上半场的总进球数(总入球数)。`,
                `如果赛事在上半场期间中止，所有投注将视为无效。如果赛事在下半场期间中止，则所有投注将视为有效。`,
              ],
            },
            {
              content: `主队均进球 上半场/下半场`,
              children: [
                `主队均进球，上半场/下半场是指投注预测主队是否均在上半场和下半场都进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `客队均进球 上半场/下半场`,
              children: [
                `客队均进球，上半场/下半场是指投注预测客队是否均在上半场和下半场都进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `特定15分钟分段投注（独赢盘）`,
              children: [
                `特定15分钟分段投注（独赢盘）是指投注在每场比赛中的每15分钟（中场休息）结束时，预测三种可能的胜利结果中的任何一种。1表示首先被提及的队伍（通常是主队）；X代表比赛结果平手；2代表第二个被提及的队伍（通常是客队）。将以每15分钟比赛结果后决定胜负。`,
                {
                  content: `例如：`,
                  children: [
                    `第15分钟独赢盘`,
                    `预测从00:00 – 15:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。`,
                    `第30分钟独赢盘`,
                    `预测从15:01 – 30:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。`,
                    `第45分钟独赢盘`,
                    `预测从30:01 – 45:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。`,
                    `第60分钟独赢盘`,
                    `预测从45:01 – 60:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。`,
                    `第75分钟独赢盘`,
                    `预测从60:01 – 75:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。`,
                    `第90分钟独赢盘`,
                    `预测从75:01 – 90:00三种可能的胜利结果中的任何一种，必须在第15分钟结束时或在这一刻之前投注。`,
                    `对于特定的15分钟独赢盘，根据现场转播显示的时间，在确定得分（球超过球门线）、角球数（开出角球）和总红黄牌数（由官方裁判掏牌）时结算投注。`,
                    `如果暂停或放弃比赛，那么在未结束的这一特定15分钟内的投注将被视为无效。如果指定的特定15分钟独赢盘结束，那么投注将视为有效。`,
                    `对于在任意特定15分钟独赢盘的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：进球；点球和红牌。`,
                    `对于30:01 – 45:00和75:01 – 90:00这两个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（开出角球）和总红黄牌数（由官方裁判掏牌）时结算投注。`,
                  ]
                }
              ],
            },
            {
              content: `哪支球队晋级`,
              children: [
                `哪支球队晋级是指投注预测哪支球队将会晋级下一轮赛事。`,
              ],
            },
            {
              content: `特定10分钟让球分段投注(HDP)`,
              children: [
                `特定10分钟分段投注 (HDP) 的意思是，在每场比赛中的每10分钟 [中场休息] 结束时，将假定的让分数预先加给其中一方参赛者或队伍并据此进行投注。将让分数加上每10分钟比赛结果后，得分较高的参赛者或队伍即为赢家。`,
                {
                  content: `供于参考:`,
                  children: [
                    `第10分钟HDP`,
                    `预测从00:00至10:00得分较高的参赛者或队伍，`,
                    `必须在第10分钟结束时或在这一刻之前投注。`,
                    `第20分钟HDP`,
                    `预测从10:01至20:00得分较高的参赛者或队伍，`,
                    `必须在第20分钟结束时或在这一刻之前投注。`,
                    `第30分钟HDP`,
                    `预测从20:01至30:00得分较高的参赛者或队伍，`,
                    `必须在第30分钟结束时或在这一刻之前投注。`,
                    `第40分钟HDP`,
                    `预测从30:01至40:00得分较高的参赛者或队伍，`,
                    `必须在第40分钟结束时或在这一刻之前投注。`,
                    `第60分钟HDP`,
                    `预测从50:01至60:00得分较高的参赛者或队伍，`,
                    `必须在第60分钟结束时或在这一刻之前投注。`,
                    `第70分钟HDP`,
                    `预测从60:01至70:00得分较高的参赛者或队伍，`,
                    `必须在第70分钟结束时或在这一刻之前投注。`,
                    `第80分钟HDP`,
                    `预测从70:01至80:00得分较高的参赛者或队伍，`,
                    `必须在第80分钟结束时或在这一刻之前投注。`,
                    `第90分钟HDP`,
                    `预测从80:01至90:00得分较高的参赛者或队伍，`,
                    `必须在第90分钟结束时或在这一刻之前投注。`,
                  ],
                },
                `对于特定的10分钟HDP，根据现场转播显示的时间，在确定得分（球超过球门线）、角球数（开出角球）和总红黄牌数（由官方裁判掏牌）时结算投注。`,
                `如果暂停或放弃比赛，那么在未结束的这一特定10分钟内的投注将被视为无效。如果指定的特定10分钟HDP结束，那么投注有效。`,
                `对于在任意特定10分钟让球盘的最后两（2）分钟内的即时投注，除了以下提到的，任何其他行动都将被视为安全玩法，因此所有未决投注将是可接受的：进球；点球和红牌。`,
                `对于80:01 – 90:00这个时段，根据现场转播显示的时间，但不包括加时和伤停补时，在确定得分（球超过球门线）、角球数（开出角球）和总红黄牌数（由官方裁判掏牌）时结算投注。`,
              ],
            },
            {
              content: `第一个点球进或不进`,
              children: [
                `第一个点球进或不进是指投注预测该比赛中的第一个点球将会进或错失点球。`,
              ],
            },
            {
              content: `最高名次球队的球衣赞助商`,
              children: [
                `最高名次球队的球衣赞助商是指投注预测哪个球衣赞助商的球队会赢得冠军头衔。`,
              ],
            },
            {
              content: `冠军队教练的洲籍`,
              children: [
                `冠军队教练的洲籍是指投注预测冠军队主教练的原籍大洲。`,
              ],
            },
            {
              content: `净胜球数和上半场净胜球数`,
              children: [
                `净胜球数是指投注预测主队和客队之间的胜方和输赢比数。`,
                `上半场净胜球数是指投注预测主队和客队之间在上半场的胜方和输赢比数。`,
                {
                  content: `这种投注类型的选项有:`,
                  children: [
                    `主队以1球取胜`,
                    `主队以2球取胜`,
                    `主队以3球或以上取胜`,
                    `任何比数的平局 (不包含 0-0)`,
                    `客队以1球取胜`,
                    `客队以2球取胜`,
                    `客队以3球或以上取胜`,
                    `没有进球`,
                  ]
                },
                `判定净胜球数的投注类型将不包括加时赛在内。`,
                `除投注已清算外，如发生弃赛的情况，则该投注为无效。`,
              ],
            },
            {
              content: `下一个进球, 上半场下一个进球和加时赛下一个进球`,
              children: [
                `下一个进球是指投注预测该赛事下一个进球的球队。`,
                `上半场下一个进球是指投注预测上半场赛事中下一个进球的球队。`,
                `加时赛下一个进球是指投注预测加时赛的赛事中下一个进球的球队。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
                `乌龙球算作进球队伍的得分。`,
              ],
            },
            {
              content: `判罚点球`,
              children: [
                `判罚点球是指投注预测是否在该赛事中有判罚点球。`,
                {
                  content: `以下为投注选项：`,
                  children: [
                    `有`,
                    `没有`,
                  ]
                },
              ],
            },
            {
              content: `进球最多的半场`,
              children: [
                `进球最多的半场是指投注预测比赛中的哪一个半场进球最多。`,
                {
                  content: `投注选项包括：`,
                  children: [
                    `上半场`,
                    `下半场`,
                    `打和`,
                  ]
                },
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `主队进球最多的半场`,
              children: [
                `主队进球最多的半场是指投注预测主队在比赛中的哪一个半场进球最多。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `客队进球最多的半场`,
              children: [
                `客队进球最多的半场是指投注预测客队在比赛中的哪一个半场进球最多。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `上半场/全场波胆`,
              children: [
                `上半场/全场波胆是指投注均预测上半场的比分和全场结束后的比分。`,
                `上半场/全场波胆里的赢得“AOS”表示投注者选择的队伍必须以没有列入投注选项的成绩获胜。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `进球球员 – 任何时间`,
              children: [
                `进球球员 – 任何时间是指投注预测哪个球员会在赛事中的任何时间进球。加时赛将不被包括在内。`,
                `乌龙球将不计算在内。`,
                `无论球员上场的时间多长，该球员的投注仍然视为有效。`,
                `对未参赛球员的投注将视为无效并退还。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `球员驱逐离场和上半场球员驱逐离场`,
              children: [
                `球员驱逐离场是指投注预测哪个球员会在赛事中被驱逐离场。`,
                `上半场球员驱逐离场是指投注预测哪个球员会在上半场赛事中被驱逐离场。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `主队球员驱逐离场和上半场主队球员驱逐离场`,
              children: [
                `主队球员驱逐离场是指投注预测哪个主队球员会在赛事中被驱逐离场。`,
                `上半场主队球员驱逐离场是指投注预测哪个主队球员会在上半场赛事中被驱逐离场。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `客队球员驱逐离场和上半场客队球员驱逐离场`,
              children: [
                `客队球员驱逐离场是指投注预测哪个客队球员会在赛事中被驱逐离场。`,
                `上半场客队球员驱逐离场是指投注预测哪个客队球员会在上半场赛事中被驱逐离场。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `加時賽 – 是/否`,
              children: [
                `加时赛 – 是/否是指投注该赛事会否进入加时赛。`,
                `如果赛事在正规赛完场之前中止，所有投注将视为无效。`,
              ],
            },
            {
              content: `加时赛/进球`,
              children: [
                `加时赛/进球是指投注预测该赛事会否进入加时赛以及主客队任何一方会否在加时赛中进球。`,
                `如果赛事在加时赛完场之前中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `两个半场大和小 – 是/否`,
              children: [
                `两个半场大1.5球 – 是/否是指投注预测上半场和下半场的进球数是2球或多于2球。`,
                `两个半场小1.5球 – 是/否是指投注预测上半场和下半场的进球数是少于2球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `比赛决胜方法`,
              children: [
                `比赛决胜方法是指投注预测赛事的胜方；以及胜方赢得比赛的方法。`,
                {
                  content: `投注选项包括:`,
                  children: [
                    `主队/常规赛`,
                    `主队/加时赛`,
                    `主队/点球决胜`,
                    `客队/常规赛`,
                    `客队/加时赛`,
                    `客队/点球决胜`,
                  ]
                },
                `如果赛事中止，全部投注将视为无效。`,
              ],
            },
            {
              content: `上半场总数对垒下半场总数`,
              children: [
                {
                  content: `上半场总进球数(总入球数)对垒下半场总进球数(总入球数)`,
                  children: [
                    `上半场总进球数(总入球数)对垒下半场总进球数(总入球数)是指投注预测该赛事上半场的总进球数(总入球数)对垒下半场的总进球数(总入球数)。`,
                    `加时赛将不加以计算在总进球数(总入球数)内。`,
                    `如果赛事在正规赛完场之前中止，所有投注将视为无效。`,
                  ],
                },
                {
                  content: `上半场总角球数对垒下半场总角球数`,
                  children: [
                    `上半场总角球数对垒下半场总角球数是指投注预测该赛事上半场的总角球数对垒下半场的总角球数。`,
                    `加时赛将不加以计算在总角球数内。`,
                    `如果赛事在正规赛完场之前中止，所有投注将视为无效。`,
                  ],
                },
                {
                  content: `上半场总罚牌数对垒下半场总罚牌数`,
                  children: [
                    `上半场总罚牌数对垒下半场总罚牌数是指投注预测该赛事上半场的总罚牌数对垒下半场的总罚牌数。`,
                    `加时赛将不加以计算在总罚牌数内。`,
                    `如果赛事在正规赛完场之前中止，所有投注将视为无效。`,
                  ],
                },
              ],
            },
            {
              content: `总入球分钟`,
              children: [
                `总入球分钟是指投注预测一场正场赛事双方入球分钟的总数。`,
                {
                  content: `入球时间有的秒数（1-59秒）都会计算为1分钟来确定入球的时间。`,
                  children: [
                    `例子： 22.55 分钟入球（23分钟），34.35分钟入球（35分钟），55.05分钟入球（56分钟）= 114分钟。`,
                  ]
                },
                `任何上半场伤停补时的入球将计算为45分钟。任何下半场伤停补时的入球将计算为90分钟。`,
                `加时赛和点球决胜将不加以计算在总入球分钟内。`,
                `乌龙球将计算在总入球分钟内。`,
                `总入球分钟将以电视入球时间为标准，除非任何有争议的入球时间，将会以官方网站的入球时间为标准。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `主队在两个半场都有进球`,
              children: [
                `预测主队在常规赛的两个半场都至少进一球。`,
                `如果选择的球队在其中一个半场有进球或两个半场都不进球，所有投注将被结算为输。`,
                `如果出现乌龙球，乌龙球将被计算为得分方的进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `客队在两个半场都有进球`,
              children: [
                `预测客队在常规赛的两个半场都至少进一球。`,
                `如果选择的球队在其中一个半场有进球或两个半场都不进球，所有投注将被结算为输。`,
                `如果出现乌龙球，乌龙球将被计算为得分方的进球。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `小组赛 – 最高两名球队`,
              children: [
                `投注预测哪两支球队将会成为该小组的最高两名。`,
              ],
            },
            {
              content: `球队的阶段淘汰`,
              children: [
                `预测赛事中的特定球队将会在哪一个阶段被淘汰。`,
              ],
            },
            {
              content: `最后一名球队`,
              children: [
                `预测哪一支球队将会成为该小组的最后一名。`,
              ],
            },
            {
              content: `提名入围`,
              children: [
                `预测哪两支球队将会在该赛事的决赛中竞争。`,
              ],
            },
            {
              content: `晋级决赛`,
              children: [
                `晋级决赛是指投注预测哪一支球队将会晋级该赛事的决赛。`,
                `优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。`,
              ],
            },
            {
              content: `晋级半决赛`,
              children: [
                `晋级半决赛是指投注预测哪一支球队将会晋级该赛事的半决赛。`,
                `优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。`,
              ],
            },
            {
              content: `晋级八强赛`,
              children: [
                `晋级八强赛是指投注预测哪一支球队将会晋级该赛事的八强赛。`,
                `优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。`,
              ],
            },
            {
              content: `小组晋级球队`,
              children: [
                `预测哪一支球队将会晋级下一轮赛事。`,
                `优胜者将取决于常规赛的成绩包括任何的加时赛或点球决胜。`,
              ],
            },
            {
              content: `获胜小组`,
              children: [
                `预测哪一组的球队将会获胜。`,
              ],
            },
            {
              content: `冠军所属地`,
              children: [
                `冠军所属地是指投注预测冠军球队的原籍大洲。`,
              ],
            },
            {
              content: `联赛 – 被降级的球队`,
              children: [
                `预测哪一支球队会在赛事中被降级。`,
                `优胜者将取决于该赛事的自动降级以及任何特定的附加赛赛制。`,
                `如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。`,
              ],
            },
            {
              content: `联赛 – 最后一名球队`,
              children: [
                `预测哪一支球队将会成为整个赛季的最后一名。`,
                `如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。`,
              ],
            },
            {
              content: `联赛 – 最后两名球队`,
              children: [
                `预测哪两支球队将会成为这个赛季的最后两名。`,
                `如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。`,
              ],
            },
            {
              content: `联赛 – 球队晋升`,
              children: [
                `预测哪一支球队将会在该联赛中晋升。`,
                `优胜者将取决于该赛事的自动晋升以及任何特定的附加赛赛制。`,
                `如果一支球队从联赛中被撤除或淘汰，投注在该球队的注单将被视为无效。如果该情况出现在赛季开始之前，所有的投注都视为无效，并会另外开设新盘口。`,
              ],
            },
            {
              content: `优胜者和最佳射脚双赢`,
              children: [
                `预测哪一支球队获胜和那一个球员进球最多。`,
                `所有的投注将以常规赛90分钟的成绩为准，包括任何的伤停补时和加时赛。`,
                `点球决胜中的进球将不予以计算。`,
                `如果出现两个或以上并列进球最多的球员，则按“不分胜负”的投注规则来分配赌金。`,
              ],
            },
            {
              content: `联赛 – 三重彩投注`,
              children: [
                `联赛 – 三重彩投注是指投注预测整个赛季中按照顺序排在前三名的球队。`,
                `例子：曼市/曼联/切尔西必须以特定的顺序在该联赛中获胜。`,
                `结算的结果将取决于官方网站所显示的最终联赛排名。`,
              ],
            },
            {
              content: `联赛 – 不败的球队`,
              children: [
                `球队必须以没有丢失一场赛事的情况下完成联赛。`,
              ],
            },
            {
              content: `赢得冠军`,
              children: [
                `预测哪一支球队将会在赛事中赢得冠军。`,
              ],
            },
            {
              content: `晋级最远的队伍/ 参赛者`,
              children: [
                `晋级最远的队伍/ 参赛者是指投注预测哪一支队伍/ 参赛者者将会在该赛事中晋级最远。`,
                `两支队伍/ 两个参赛者将配对作为投注选项，属于不同组的队伍/ 参赛者也将会配对作为投注选项。`,
                `如果配对的两支队伍/ 两个参赛者都晋级下一轮赛事，所有该队伍/ 参赛者的投注将带到随后的阶段。`,
                `如果配对的两支队伍/ 两个参赛者都在同一轮赛事淘汰，所有该队伍/ 参赛者的投注将被视为和局。`,
              ],
            },
            {
              content: `(Fast Markets) 下个1/5分钟盘口`,
              children: [
                `顾客必须在指定的时间内，预测出指定结果之一。在指定的时间内，如果没有发生任何指定选项的结果或者顾客未能在指定的时间内预测出正确的发生结果，所有的投注则将被列为输盘。`,
                `所有投注赛事的时间将会使用本公司提供的数据作为标准结果。公司将拥有决定采用特定的数据商作为指定结果的绝对权利。加时和伤停补时将不会被计算在内。`,
                `入球有效选项 - 入球时间将会根据本公司所提供的数据作为标准,而不是根据视频回放。乌龙球将被计算在内。`,
                `任意球有效选项 - 任意球将根据本公司所提供的数据出示任意球那一刻作为投注赛果标准，而非开出任意球那一刻。`,
                `已判罚任意球但未执行的不计在内。`,
                `角球有效选项 - 角球将根据本公司所提供的数据出示角球那一刻作为投注赛果标准，而非开出角球那一刻。`,
                `已判罚角球但未执行的不计在内。`,
                `龙门球有效选项 - 球门球将根据本公司所提供的数据出示球门球那一刻作为投注赛果标准，而非开出球门球那一刻。从守门员手中扔出，或由守门员所开出的自由球一律不会被计算在内。`,
                `已判罚球门球但未执行的不计在内。`,
                `界外球有效选项 - 界外球将根据本公司所提供的数据出示界外球那一刻作为投注赛果标准，而非界外球开出那一刻。`,
                `已判罚边线球但未执行的不计在内。`,
                `点球有效选项 - 点球将根据本公司所提供的数据出示点球那一刻作为投注赛果标准，而非点球开出那一刻。`,
                `已判罚点球但未执行的不计在内。`,
                `罚牌有效选项 - 罚牌将根据本公司所提供的数据出示黄牌或红牌那一刻作为投注赛果标准。这项投注只限于在场上比赛的球员被判罚牌才有效，替补席球员被出示罚牌一概不被计算在内。`,
                `无选项 - 无选项意味着在指定时间内没有发生，入球，任意球，角球，球门球，界外球，点球和罚牌当中的任何一件事件。`,
                `如果球赛暂停被作废，或没有在指定时间内完成，所以投注将被作废，除非在球赛还未暂停或作废前已经有了选项结果之一则被当作有效。所有完整指定时间内的赌注将被结算，并不会被作废。`,
                `所有被裁判判出无效的入球，任意球,龙门球，角球，界外球，点球，和罚牌将会被作废。`,
              ],
            },
            {
              content: `进球单双数/总进球数`,
              children: [
                {
                  content: `单双数/总进球数指投注预测：`,
                  children: [
                    `比赛最终进球数为单数还是双数；以及`,
                    `赛事最终总进球数是大球还是小球。 `,
                  ]
                }
              ],
            },
            {
              content: `双胜彩/总进球数`,
              children: [
                {
                  content: `双胜彩/总进球数指投注两个预测：`,
                  children: [
                    `比赛最终结果是否是主场或平局、平局或客场、主场或客场；以及`,
                    `赛事最终总进球数是大球还是小球。`,
                  ]
                }
              ],
            },
            {
              content: `双胜彩/第一个得分球队`,
              children: [
                {
                  content: `双胜彩/首球踢进球队指投注两个预测：`,
                  children: [
                    `比赛最终结果是否是主场或平局、平局或客场、主场或客场；以及`,
                    `踢进第一球的是主场球队还是客场球队。`,
                  ]
                }
              ],
            },
            {
              content: `双方球队得分/双胜彩`,
              children: [
                {
                  content: `双方球队进球/双胜彩指投注预测：`,
                  children: [
                    `比赛是否最终双方均进球得分；以及`,
                    `比赛最终结果是否是主场或平局、平局或客场、主场或客场。`,
                  ]
                }
              ],
            },
            {
              content: `哪个球队会赢5+球`,
              children: [
                `哪个球队会赢5+球指选中投注的球队必须在赢对方球队五（5）球或以上。`,
                {
                  content: `例如：`,
                  children: [
                    `主场得分 - 5:1、6:2等等（输）/ 5:0、6:0、6:1等等（赢）。`,
                    `客场得分 - 1:5、2:6等等（输）/ 0:5、0:6、1:6等等（赢）。`,
                  ]
                }
              ],
            },
            {
              content: `最高得分半场（双向）`,
              children: [
                `得分更高半场（双向）指投注预测球队在哪个半场踢进的球数更多。如两个半场常规比赛时间结束后结果均为平局，则所有赌注都将退回。`,
              ],
            },
            {
              content: `亚洲独赢盘与上半场亚洲独赢盘`,
              children: [
                `会员投注亚洲独赢盘表示其押注赛事三种比赛结果中的任一种结果，此结果应扣除最新已知得分。1指第一支球队（一般为主场球队），X指比赛最终为平局，2则指第二支球队（一般为客场球队）。`,
                {
                  content: `会员投注上半场亚洲独赢盘表示其押注赛事上半场三种比赛结果中的任一种结果，此结果应扣除最新已知得分。1指第一支球队（一般为主场球队），X指比赛最终为平局，2则指第二支球队（一般为客场球队）。`,
                  children: [
                    `例如：当前比分：0-1`,
                    `投注：`,
                    `主场 (1) - 如主场球队赢或比赛最终平局则主场赢`,
                    `客场 (2) - 如客场球队赢2球以上则客场赢`,
                    `平局 (X) - 如客场刚好赢1球则平局赢`,
                    `例如：当前比分：1-0`,
                    `投注：`,
                    `主场 (1) - 如主场球队赢2球以上则主场赢`,
                    `客场 (2) - 如客场球队赢或比赛最终平局则客场赢`,
                    `平局 (X) - 如主场刚好赢1球则平局赢`,
                  ]
                }
              ],
            },
            {
              content: `哪支球队将赢得所有小组赛阶段的赛事`,
              children: [
                `是指投注预测哪支球队将在小组赛中赢得所有赛事。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `哪支球队将输掉所有小组赛阶段的赛事`,
              children: [
                `是指投注预测哪支球队将在小组赛中输掉所有赛事。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `哪支球队将在比赛中赢得所有赛事（仅限常规赛时间）`,
              children: [
                `是指投注预测哪支球队会在常规赛时间内赢得比赛中的所有赛事。`,
                `对于这种投注类型，在常规赛时间结束时的最终赛果将被视为赛事的成绩。 任何在加时赛和点球大战中的进球都不会计算在内。`,
                `如果在常规赛时间结束时的比赛结果是平手或和局，则投注的注单将判为输。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `新世界杯冠军得主`,
              children: [
                `是指投注预测国际足联世界杯冠军是否是新的冠军得主。除了卫冕冠军的球队以外，任何其他赢得国际足联世界杯的球队都视为新世界杯冠军得主。`,
              ],
            },
            {
              content: `VAR（视频助理裁判）`,
              children: [
                `视频助理裁判（VAR）是一项检阅裁判判罚的技术，主要是负责使用即時视频回放技术并通过耳机交流协助主裁判作出正确判罚决定。`,
                `所有VAR的总次数将会使用本公司提供的数据作为标准结果。本公司将拥有决定采用特定的数据商作为指定结果的绝对权利。`,
                `如果在有VAR后中止比赛，则所有投注仍然有效。`,
                `如果在有VAR之前就中止比赛，则所有投注均无效。`,
              ],
            },
            {
              content: `VAR (视频助理裁判) 大小盘，上半场大小盘和下半场大小盘`,
              children: [
                `VAR大小盘是指预测投赛事中所发生的VAR总次数。若总次数大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总次数小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。`,
                `VAR上半场大小盘是指预测投上半场赛事中所发生的VAR总次数。 若总次数大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总次数小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。`,
                `VAR下半场大小盘是指预测投下半场赛事中所发生的VAR总次数。 若总次数大于“大小盘”预先指定的总分，则投注“大盘”的为赢家；如果总次数小于“大小盘”预先指定的总分，则投注“小盘”的为赢家。`,
                `VAR次数必须由裁判或助理裁判，使用即时视频回放技术并或通过耳机交流后，不管是否有任何判决上的更改即算一次。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
            {
              content: `总角球数和总进球数`,
              children: [
                `总角球数和总进球数是指投注预测一场球赛，主队的总角球数及总进球数与客队的总角球数及总进球数的总合比分。`,
                `经判罚后而未开出之角球将不计算在内。`,
                `让球和上半场让球 `,
                `让球是指投注赛事中角球数及进球数最多的队伍，包含任何让球数。`,
                `上半场让球是指投注上半场赛事中角球数及进球数最多的队伍，包含任何让球数。`,
                `如果赛事在上半场期间中止，全部上半场让球的投注将视为无效。相反的，如果赛事在下半场期间中止，则全部上半场让球的投注将视为有效。`,
                `大小盘和上半场大小盘 `,
                `大小盘是指投注赛事中双方所开出角球及进球数的总数。`,
                `上半场大小盘是指投注上半场赛事中双方所开出角球及进球数的总数。`,
                `如果总角球数及进球数大于“大小盘”预先指定的总角球及进球数，则投注“大盘”的为赢家；如果总角球数及进球数少于“大小盘”预先指定的总角球及进球数，则投注“小盘”的为赢家。`,
                `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
              ],
            },
          ]
        }
      ]
    },
    {
      content: `特定赛事投注规则`,
      children: [
        {
          content: `足球规则`,
          children: [
            `若球赛原定的比赛时间异于常规时间（如各种锦标赛，青年队，后备队或友谊赛的特别比赛时间），所有投注将依照该场比赛的最终完场时间来结算。`,
            `若比赛时间少于常规时间,本公司将根据所记录的结果保留终止结算或结算所有投注的权利。本公司有权决定是否根据记录的结果来终止结算或结算投注，并且本公司的决定对客户具有约束力。`,
            `除非在所有足球比赛之前网站上明确显示了非常规时间的比赛，否则对此类比赛的投注将被视为无效。`,
            `如果一场足球比赛延期、中止或暂停，并且未在预定开始时间后的12个小时内复赛，则本比赛投注无效（不论官方决定的结果如何）。 所有对中止/暂停比赛的投注结果将由本公司全权决定。`,
            `上半场（1H）仅适用于上半场比赛。 如果一场比赛在上半场进行期间中止，则所有投注会被视为无效。 如果一场比赛在下半场进行期间中止，则所有有关上半场的投注仍被视为有效。`,
            `本公司提供信息（例如中立场地、红牌、计时、统计信息、日期、生效日期等）服务，同时不接受任何相关责任。 客户有责任确认任何比赛的正确信息。`,
            `除非另有说明，如果一项比赛预计在一个中立场地上展开（但却在非中立的场地上展开，反之亦然），所有的投注仍将被视为有效。如果场地变更（主场球队打客场球队的场地变更或反之亦然），对该场比赛的所有投注都将被视为无效。 如果主场和客场团队的名称被错误地颠倒，投注也会被视为无效。`,
            `足球滚球投注盘的分数会实时更新，以供实时投注参考；滚球期间投注之注单其比分为当下的实时比分。计时器和红牌公告都仅作参考之用。`,
            {
              content: `例:`,
              children: [
                `A队比B队的当前比分为1 – 0`,
                `投注A队 -0.75 (1-0)`,
                `要赢得此注，需扣除“当前比分”(1-0)，且A队必须赢B队1球或以上。`,
              ],
            },
            `对于现场投注，在一场比赛中，本公司可自行全权认定可能会影响一支球队或一名球员的得分、结果、表现的危险行为；或者批准改变赔率/赌金或赌盘或投注信息（“危险比赛”），本公司有权暂停接受投注并且可以在“危险比赛”后接受或拒绝投注。 在一场比赛中的所有其它行为都被视为安全比赛，投注仍会被接受。`,
            `对于大多数比赛（由本公司决定）的现场投注，可在第90分钟以及任何伤停时间内下注。任何除了本3.1.8节中所述行为以外的行为将被视作安全比赛，因此所有待定的投注都可被接受：在大禁区中或附近进行比赛；判罚点球；以及本公司认定为危险（可能进球）的任意球。`,
            `对于现场投注，在裁判宣布半场以及/或者全场比赛时间结束的一刻，所有待定的投注都会被自动拒绝。`,
            `对于除特定15分钟大/小盘，特定10分钟大/小盘和特定15分钟让分盘的最后两（2）分钟以外的现场投注，当有进球时，待定投注将被拒绝，而当点球罚偏，被视为处于安全区域时，待定的投注将会被接受。`,
            `在常规时间结束之前，所有大小盘的投注结算一旦已被确认，将立即进行结算。即时结算仅适用于公司提供的特定联赛。`,
            `如果赛事中止，除非投注结算已可被确认，否则投注将视为无效。`,
          ],
        },
        {
          content: `篮球`,
          children: [
            `所有全场赌盘，包括滚球投注，将以最终比赛结果包含加时赛（若进行）进行结算（除非另有说明) 。`,
            `如果赛事未能在指定的日期开赛, 则所有投注将视为无效。除非赛事在原有指定时间之后的12小时内开赛或恢复比赛（除非另有说明），否则所有投注将视为无效 。`,
            `如果赛事在指定时间开赛后的12小时内被暂停或中止，但比赛时间已完成至少90%（例如规定40分钟的比赛进行了36分钟；或者规定48分钟的比赛进行了43分钟）的情况下，全场投注仍然有效。官方网站如有正式公布成绩，投注也将被视为有效，否则投注于赛事被暂停或中止的投注单将均作废，无条件决定投注结果除外。`,
            `上半场的赛果是第一节和第二节的分数总和。下半场赛果是第三节和第四节的分数总和，包括任何进行的加时赛。`,
            `第四节的赛果不包括任何进行的加时赛。`,
            `如果一场比赛暂停或中止，对未完成的半场或小节的投注将被视为无效。 如果指定的半场或小节已经完成，则投注有效。`,
            `篮球滚球投注的比分不会被更新，在滚球交易期间显示的盘口指的是开赛时的比分，即为0-0。显示的时间和分数仅供参考。`,
            `最先得分球队盘将以该队伍先得分后进行结算。如果赛事先得分后被暂停或者中止，则投注仍然有效。`,
            `最后得分球队盘将以该队伍取得最后得分（包括加时赛）或者指定的上下半场/单节（不包括加时赛）进行结算。如果赛事被暂停或中止，则所有投注将一律作废，无条件决定投注结果除外。`,
            `特定盘（包括比分数，篮板球，助攻、三分球、罚球等）指的是该两名球员必须参赛，投注才能生效。如果一方球员未能参加比赛，则所有投注一律作废。特定盘的结算包括加时赛，除非另有说明。所有成绩将以比赛结束后由官方（NBA.com，FIBA.com等）宣布赛果而结算。任何后续的数据变更均不适用于投注目的。`,
            `NCAA 赛事的主场/客场地点仅供参考。`,
            `篮球梦幻对垒赛事盘（包括滚球盘口）指的是来自不同赛事球队的配对或组合。此赛事，两队的比赛必须在同一天开赛，否则将被视为无效。梦幻对垒盘的场地仅供参考而已。`,
            `赢得最多节数盘是以在全场篮球比赛中赢得最多节数的球队进行结算。如果单节比分相同，那么任何一队都不能赢得该节。此盘不包括加时赛。如果赛事暂停或中止，所有投注均作废。`,
            `常规赛获胜场数投注是指特定的球队在一个赛季中所记录的获胜场数。NBA (美国职业篮球赛)球队必须完成至少80场的常规赛季比赛，则投注视为有效。`,
          ],
        },
        {
          content: `网球`,
          children: [
            `胜负盘指的是赛事或者指定赛盘的获胜者。让球盘是以“盘数”或“局数”作为依据（请参阅赌盘名称）；大小盘以及单双盘是以局数为依据（除非另有说明）。`,
            `如果参赛选手在锦标赛或赛事没开赛，则所有投注于该选手将均作废。`,
            `如果选手（或配对搭档）在比赛时退出或被取消资格，则所有投注将一律无效，无条件决定投注结果的赌盘除外。`,
            `如果赛事被延期或暂停，但仍然完整结束，则所有投注将被视为有效。`,
            `不论场地或球场表面发生任何变化（包括比赛从户外转向室内球场，反之亦然），则所有投注仍会被视为有效。`,
            `如果原定赢得比赛的所需盘数有所改变，则所有投注均作废，无条件决定投注结果的除外。`,
            `第一盘获胜者（第二，第三盘等）指的是指定赛盘的结果。如果指定赛盘未能完成，所有投注将一律作废。`,
            `网球滚球投注将以比赛结果（或指定赛盘）进行结算。网球滚球投注的分数不会被更新。`,
            `最多发球得分（双发失误等）盘将以官方赛事统计数据结算。如果该选手在比赛还没结束前而退出或被取消资格，则所有投注一律作废。`,
            `首次发球得分（双发失误等）盘将以官方赛事统计数据结算。如果首次发球得分（双发失误等）盘已有了结果，则所有投注将被视为有效，即使由于退赛或取消资格而未能完成比赛。如果在退出或取消资格时，赛中没有发球得分（双发失误等），则所有投注一律无效。 `,
            `赛局获胜者盘指的是指定赛局的赢家，例如：第1盘第1局、第2盘第2局等。如果指定赛盘进入平局决胜，则此盘将指定为第一盘平局决胜、第二盘平局决胜等。如果在赛局中还未完成而退出或被取消资格，则所有投注将被视为无效。如果赛局完成是由裁判判给的“罚局”，则所有投注于该赛局的将被视为无效（但是 ，如果赛局以“罚分”完成，则所有投注均有效）。如果赛局被暂停了，可是依然完整结束，则所有投注仍然有效。`,
            `赛事波胆盘指的是比赛中各自选手所赢得的赛盘数量。如果比赛未能完成，则所有投注将均作废。如果原定赢得比赛的所需盘数有所改变，则所有投注将被作废。`,
            `第X盘波胆赌盘指的是比赛中各球员所赢得的赛局数量。如果该赛盘没能完成，则所有投注将均作废。如果赢得赛盘所需的赛局数量有所更改，则所有投注将一律作废。`,
          ],
        },
        {
          content: `奥运会比赛`,
          children: [
            {
              content: `总则`,
              children: [
                `所有赌盘将按照IOC 宣布的官方结果进行结算。`,
                `原定颁奖仪式的官方结果将是结算所有投注的依据。 之后如有任何取消资格或更改赛果的情况，将不适用于投注之目的。`,
                `如果比赛或赛事在奥运会期内完成，则所有投注将被视为有效，不论实际的开始时间是怎样（除足球赛以外）。 如果一场比赛或赛事未能完成，并且没有公布官方结果，则所有投注将被视为无效，并将被退款。`,
                `如果赛事实际开始后投注错误的被接受（滚球投注除外），则该投注将被作废并且退回。`,
                `如果竞赛者或队伍有一项比赛没有开始，则所有投注于该选项（包括优胜冠军（赢得金牌）赌盘）将被视为作废并且退还。如果胜负（对垒）盘内指名的竞赛者或参赛队伍没有开赛，则所有投注于该盘的将被视为作废并且退还。`,
                `如果在优胜冠军（赢得金牌）赌盘中出现"不分胜负"的情况，则一半赌金将分配给完全赔率，而另一半赌金将全部丧失。如果在胜负盘（对垒）中出现"不分胜负"的情况，结果将被视为平局，并归投注于该双竞赛者的投注将会退还。`,
              ],
            },
            {
              content: `奥运奖牌`,
              children: [
                `奥运会期间将提供预测个人或国家将赢得多少枚奖牌的赌盘。`,
                `这些赌盘指的是金牌数量，或者是奖牌总数（金、银、铜牌合计）。`,
                `所有赌盘将依据奥运会结束后由IOC即时公布的官方奖牌榜进行结算。 之后对奖牌榜的任何更改都不会用于投注之目的。`,
              ],
            },
            {
              content: `胜负盘（对垒）`,
              children: [
                `哪名参赛者或哪支队伍会记得比赛，或者在一项赛事中排名较高？`,
                `最终排名是依赛事中排行最高的参赛者而定。 如果两名参赛者在同一比赛阶段被淘汰，则官方排名较高的参赛者将是获胜方。 如果两名参赛者在同一比赛阶段被淘汰，但官方并未公布两名参赛者的排名，则投注将被视为无效。`,
              ],
            },
          ],
        },
      ]
    }
  ]
}
