import React from 'react'
import { makeStyles } from '@material-ui/core/styles'
import { inject, observer } from 'mobx-react'
import SubPage from '../../components/common/sub-page'
import QxcInitialer from '../../components/qxc/qxc-initialer'

const useStyles = makeStyles(
  {
    remark: {
      paddingLeft: 10,
      fontSize: 10,
      paddingBottom: 10,
      '& > div': {
        marginTop: 10
      }
    },
    rolesTitle: {
      padding: '5px 0',
    },
    roles: {
      fontSize: 12,
      '& h4': {
        padding: '5px 0',
        fontSize: 16
      },
      '& ul': {
        paddingLeft: 20,
        '& > li:nth-child(4n + 1)': {
          padding: '5px 0',
          marginLeft: -10,
          fontWeight: 500
        }
      }
    }
  },
  { name: 'DescriptionPage' }
)

const contents = {
  1: {
    title: '七星彩',
    date: '开奖时间: 每周二、五、日的20:30分',
    remark: '游戏规则: 每期开出7个号码,每个号码范围为0~9;本站的开奖号码取七星彩的开奖结果前四位。',

  },
  2: {
    title: '排列五',
    date: '开奖时间: 每天的20:30分',
    remark: '游戏规则: 每期开出5个号码,每个号码范围为0~9;本站的开奖号码取排列5的开奖结果前四位。'
  },
  roles: [
    {
      name: '定玩法',
      subs: [
        '四定玩法',
        '选号:从千位,百位,十位,个位上各选1个号码组成1注;',
        '条件:所选投注组合与开奖号码全部相同,且顺序一致,视为中奖；',
        '范例:投注方案:1 2 3 4;开奖号码:1 2 3 4,即 中四定玩法.',
        '三定玩法',
        '选号:从千位、百位,十位,个位任选3个位置，从选中位置各选1个号码组成1注;',
        '条件:所选投注组合与开奖号码后三位相同,且顺序一致,视为中奖；',
        '范例:投注方案:2 3 4;开奖号码:1 2 3 4,即 中三定玩法.',
        '二定玩法',
        '选号:从千位、百位,十位,个位任选2个位置，从选中位置各选1个号码组成1注;',
        '条件:所选投注组合与开奖号码的后二位相同,且顺序一致,视为中奖;',
        '范例:投注方案:3 4;开奖号码:1 2 3 4,即 中二定玩法.',
        '一定玩法',
        '选号:从千位、百位、十位、个位任选1个位置，从选中位置选1个号码组成1注;',
        '条件:所选投注组合与开奖号码的对应位置的号码一致,视为中奖;',
        '范例:投注方案:千位 1;开奖号码:1 2 3 4,即 中一定玩法.',
      ]
    },
    {
      name: '大小单双',
      subs: [
        '总和',
        '总和大:18~36; 总和小:0~17; 选号:从总和的“大小单双”型态中任选1个;',
        '条件:所选投注组合与开奖号码的全部号码相加的和值的属性一致,视为中奖；',
        '范例:投注方案:小;开奖号码:1 2 3 4,即 中总和大小单双.',
        '前三',
        '选号:从千位、百位、十位中分别选1个型态组成1注;',
        '条件:所选投注组合与开奖号码的前三位的型态一致,视为中奖；',
        '范例:投注方案:小,双,小;开奖号码:1 2 3 4,即 中前三大小单双.',
        '后三',
        '选号:从百位、十位、个位中分别选1个型态组成1注;',
        '条件:所选投注组合与开奖号码的后三位的型态一致,视为中奖；',
        '范例:投注方案:小,单,小;开奖号码:1 2 3 4,即 中后三大小单双.',
        '前二',
        '选号:从千位、百位中分别选1个型态组成1注;',
        '条件:所选投注组合与开奖号码的前二位的型态一致,视为中奖；',
        '范例:投注方案:小,双;开奖号码:1 2 3 4,即 中前二大小单双.',
        '后二',
        '选号:从十位、个位中分别选1个型态组成1注;',
        '条件:所选投注组合与开奖号码的后二位的型态一致,视为中奖；',
        '范例:投注方案:单,小;开奖号码:1 2 3 4,即 中后二大小单双.',
        '千位',
        '选号:从千位中选1个型态组成1注;',
        '条件:所选投注组合与开奖号码对应位置号码的型态一致,视为中奖；',
        '范例:投注方案:小;开奖号码:1 2 3 4,即 中千位大小单双.',
        '百位',
        '选号:从百位中选1个型态组成1注;',
        '条件:所选投注组合与开奖号码对应位置号码的型态一致,视为中奖；',
        '范例:投注方案:小;开奖号码:1 2 3 4,即 中百位大小单双.',
        '十位',
        '选号:从十位中选1个型态组成1注;',
        '条件:所选投注组合与开奖号码对应位置号码的型态一致,视为中奖；',
        '范例:投注方案:小;开奖号码:1 2 3 4,即 中十位大小单双.',
        '个位',
        '选号:从个位中选1个型态组成1注;',
        '条件:所选投注组合与开奖号码对应位置号码的型态一致,视为中奖；',
        '范例:投注方案:小;开奖号码:1 2 3 4,即 中个位大小单双.',
      ]
    },
    {
      name: '现玩法',
      subs: [
        '二字现',
        '选号:从0~9中任选2个号码组成1注;',
        '条件:所选投注组合与开奖号码任意两位相同,顺序不限,视为中奖；',
        '范例:投注方案:1 2;开奖号码:1 2 3 4,即 中二字现.',
        '三字现',
        '选号:从0~9中任选3个号码组成1注;',
        '条件:所选投注组合与开奖号码任意三位相同,顺序不限,视为中奖；',
        '范例:投注方案:1 2 3;开奖号码:1 2 3 4,即 中三字现.',
      ]
    }
  ]
}

const DescriptionPage = ({
  store: { qxc: store }
}) => {
  const classes = useStyles()

  const group = contents[store.group]

  return (
    <SubPage title="玩法说明">
      <QxcInitialer/>
      <h2>{group.title}</h2>
      <section className={classes.remark}>
        <div>{group.date}</div>
        <div>{group.remark}</div>
      </section>
      <h3 className={classes.rolesTitle}>玩法中奖规则</h3>
      <ul className={classes.roles}>
        {contents.roles.map((item, i) => (
          <li key={i}>
            <h4>{item.name}</h4>
            <ul>
              {item.subs.map((sub, j)=> (
                <li key={j}>{sub}</li>
              ))}
            </ul>
          </li>
        ))}
      </ul>
    </SubPage>
  )
}

export default inject('store')(
  observer(DescriptionPage)
)
