;(function (w) {
	"use strict"
	var citys = w.citys = {
		provinces: ["北京","上海","天津","重庆","广东","山西","河北","黑龙江","辽宁", "吉林", "江苏", "安徽", "山东", "浙江", "江西", "福建", "湖南", "湖北", "河南", "内蒙古", "海南", "广西", "贵州", "四川", "云南", "陕西", "甘肃", "宁夏", "青海", "新疆", "西藏", "香港", "台湾", "澳门"],
		citys: {
			"北京": ["北京崇文区","北京宣武区","北京东城区","北京西城区","北京海淀区","北京朝阳区","北京丰台区","北京石景山区","北京其他地区"],
			"上海": ["上海"],
			"天津": ["天津"],
			"重庆": ["重庆"],
			"广东": ["广东广州","广东深圳","广东珠海","广东潮州","广东东莞","广东湛江","广东肇庆","广东佛山","广东中山","广东江门","广东韶关","广东英德","广东梅州","广东汕头","广东惠州","广东河源","广东茂名","广东顺德","广东其他城市"],
			"山西": ["山西太原","山西大同","山西晋城","山西运城","山西临汾","山西长治","山西析州","山西阳泉","山西候马","山西宁武","山西朔州","山西其他城市"],
			"河北": ["河北石家庄","河北承德","河北唐山","河北秦皇岛","河北沧州","河北张家口","河北保定","河北衡水","河北邢台","河北邯郸","河北廊坊","河北其他城市"],
			"黑龙江": ["黑龙江哈尔滨","黑龙江齐齐哈尔","黑龙江大庆市","黑龙江佳木斯","黑龙江牡丹江","黑龙江伊春","黑龙江绥化","黑龙江黑河","黑龙江鸡西","黑龙江大兴安岭","黑龙江鹤岗市","黑龙江其他城市"],
			"辽宁": ["辽宁沈阳","辽宁大连","辽宁抚顺","辽宁鞍山","辽宁锦州","辽宁营口","辽宁本溪","辽宁丹东","辽宁辽阳","辽宁铁岭","辽宁其他城市"],
			"吉林": ["吉林长春","吉林吉林","吉林通化","吉林四平","吉林延吉","吉林其他城市"],
			"江苏": ["江苏南京","江苏无锡","江苏苏州","江苏徐州","江苏常州","江苏连云港","江苏南通","江苏淮阴","江苏镇江","江苏扬州","江苏泰州","江苏盐城","江苏常熟","江苏沭阳","江苏宿迁","江苏其他城市"],
			"安徽": ["安徽合肥","安徽蚌埠","安徽芜湖","安徽马鞍山","安徽黄山","安徽淮南","安徽淮北","安徽淮化","安徽阜阳","安徽安庆","安徽六安","安徽其他城市"],
			"山东": ["山东济南","山东青岛","山东烟台","山东淄博","山东东营","山东潍坊","山东德州","山东泰安","山东济宁","山东荷泽","山东临沂","山东威海","山东日照","山东莱芜","山东滨州","山东聊城","山东其他城市"],
			"浙江": ["浙江杭州","浙江宁波","浙江温州","浙江嘉兴","浙江金华","浙江湖州","浙江丽水","浙江衢州","浙江台州","浙江绍兴","浙江临海","浙江舟山","浙江其他城市"],
			"江西": ["江西南昌","江西九江","江西赣州","江西上饶","江西鹰潭","江西景德镇","江西井冈山","江西宜春","江西抚州","江西吉安","江西其他城市"],
			"福建": ["福建福州","福建厦门","福建泉州","福建龙岩","福建莆田","福建漳州","福建南平","福建福安","福建三明","福建永安","福建其他城市"],
			"湖南": ["湖南长沙","湖南株洲","湖南湘潭","湖南衡阳","湖南岳阳","湖南益阳","湖南常德","湖南张家界","湖南邵阳","湖南怀化","湖南郴州","湖南其他城市"],
			"湖北": ["湖北武汉","湖北宜昌","湖北十堰","湖北襄樊","湖北黄石","湖北荆门","湖北鄂州","湖北荆洲","湖北孝感","湖北黄岗","湖北其他城市"],
			"河南": ["河南郑州","河南洛阳","河南开封","河南安阳","河南许昌","河南信阳","河南周口","河南商丘","河南平顶山","河南焦作","河南鹤壁","河南新乡","河南濮阳","河南漯河","河南三门峡","河南驻马店","河南南阳","河南其他城市"],
			"内蒙古": ["内蒙古呼和浩特","内蒙古包头","内蒙古赤峰","内蒙古临河","内蒙古乌海","内蒙古其他城市"],
			"海南": ["海南海口","海南三亚","海南其他城市"],
			"广西": ["广西南宁","广西桂林","广西梧州","广西柳州","广西玉林","广西百色","广西北海","广西其他城市"],
			"贵州": ["贵州贵阳","贵州六盘水","贵州玉屏","贵州凯里","贵州遵义","贵州铜仁","贵州安顺","贵州其他城市"],
			"四川": ["四川成都","四川绵阳","四川乐山","四川攀枝花","四川自贡","四川宜宾","四川南充","四川内江","四川泸州","四川涪陵","四川德阳","四川其他城市"],
			"云南": ["云南昆明","云南大理","云南楚雄","云南玉溪","云南丽江","云南曲靖","云南个旧","云南其他城市"],
			"陕西": ["陕西西安","陕西咸阳","陕西渭南","陕西汉中","陕西宝鸡","陕西铜川","陕西延安","陕西其他城市"],
			"甘肃": ["甘肃兰州","甘肃酒泉","甘肃天水","甘肃西峰","甘肃其他城市"],
			"宁夏": ["宁夏银川","宁夏石嘴山","宁夏固源","宁夏吴忠","宁夏其他城市"],
			"青海": ["青海西宁","青海玉树","青海海东","青海其他城市"],
			"新疆": ["新疆乌鲁木齐","新疆克拉玛依","新疆石河子","新疆库尔勒","新疆吐鲁番","新疆哈密","新疆喀什","新疆伊宁","新疆其他城市"],
			"西藏": ["西藏拉萨","西藏其他城市"],
			"香港": ["香港"],
			"台湾": ["台湾台北","台湾基隆","台湾台南","台湾台中","台湾其他城市"],
			"澳门": ["澳门"]
		}
	};

	w.CityUtils = {
		getProvinces: function () {
			var ps = citys.provinces.slice(0);
			ps.unshift("");
			return ps;
		},
		getCitys: function (province) {
			var cs = citys.citys[province].slice(0);
			if(!cs) {
				cs = [];
			}
			cs.unshift("");
			return cs;
		}
	};
})(window);